[
    {
        "company_name": "Apple",
        "logo_file_name": "Apple",
        "company_mission": "To bring the best user experience to its customers through its innovative hardware, software, and services.",
        "items": "iPhone 16 Pro: Hello, Apple Intelligence. Apple Intelligence coming this fall.\niPhone 16: Hello, Apple Intelligence. Apple Intelligence coming this fall.\nApple Watch Series 10: Thinstant classic.\nAirPods 4: Iconic. Now supersonic. Available with Active Noise Cancellation.\nAirPods Pro 2: Hearing Aid and Hearing Test features coming with a free software update this fall.\niPad mini: Hello, Apple Intelligence. Available starting 10.23.\nApple Watch Ultra 2: New finish. Never quit.\nApple Trade In: Get $180-$650 in credit when you trade in iPhone 12 or higher.\nApple Card: Get up to 3% Daily Cash back with every purchase.",
        "tags": [
            "Smart Home and Appliances",
            "Audio",
            "Style",
            "Digital Health",
            "Fintech",
            "Lifestyle"
        ],
        "link": "https://www.apple.com/",
        "uuid": "186253a9-8bad-4bfe-9124-1ec5be2aaa87"
    },
    {
        "company_name": "Lockheed Martin Corporation",
        "logo_file_name": "Lockheed_Martin_Corporation",
        "company_mission": "We deliver innovative solutions to the world's toughest challenges.",
        "items": "F-35 Lightning II: A fifth-generation multirole stealth fighter that combines advanced avionics with unmatched sensor capabilities.\nOrion Spacecraft: Designed for deep space missions, Orion will carry astronauts beyond low Earth orbit to destinations such as Mars.\nAegis Combat System: An advanced naval weapon system that uses powerful radar and missile technology for defense against various threats.\nPAC-3 Missile Segment Enhancement: A missile defense system designed to intercept and destroy tactical ballistic missiles, cruise missiles, and aircraft.\nHypervelocity Projectile: A next-generation projectile designed for high-speed, long-range precision strikes.\nAutonomous Black Hawk Helicopter: A UAV system that allows the Black Hawk helicopter to be operated autonomously over long distances.\nCybersecurity Solutions: Innovative solutions to protect military, government, and commercial networks from cyber threats.\n21st Century Security®: A comprehensive approach to advancing defense strategies for NATO and allied nations.",
        "tags": [
            "Space Tech",
            "Vehicle Tech and Advanced Mobility",
            "Cybersecurity",
            "Defense",
            "Robotics"
        ],
        "link": "https://www.lockheedmartin.com/",
        "uuid": "998cdb3f-0959-44b5-aa27-5ecbdbcc316e"
    },
    {
        "company_name": "Synaptics",
        "logo_file_name": "Synaptics",
        "company_mission": "Engineering Exceptional Experiences that combine IoT and AI with Human Interface technologies.",
        "items": "DisplayLink Graphics: GPU Agnostics Display Solutions that enhance your visual experience.\nAstra for Edge AI: An AI-Native Compute Platform designed for rapid evaluation and adoption in Edge AI applications.\nAstra Machina kit: A kit for developers to experience Astra's features and capabilities.\nSB7900: Automotive solution integrating advanced display and touch technologies.\nDigital Headset SoC: Integrated solution for Bluetooth and audio applications, supporting unified communication.\nTouchPad Family: A range of touchpad solutions for PC and mobile devices.\nUser Presence Detection (UPD): Technologies for detecting user presence to enhance security and user experience.\nIntegrated Sensors: Sensors designed for use in various touch applications.",
        "tags": [
            "AR/VR/XR",
            "IoT/Sensors",
            "Smart Cities",
            "Smart Home and Appliances",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.synaptics.com/",
        "uuid": "4ee01d1f-d543-40ea-8561-08a69b347662"
    },
    {
        "company_name": "Swoop",
        "logo_file_name": "Swoop",
        "company_mission": "Privacy-Safe AI Enabling Pharmaceutical and Life Sciences Brands to Find, Target and Engage Ideal DTC and HCP Audiences",
        "items": "Swoop Conversational AI: An award-winning solution that transforms patient and provider engagement with conversational AI.\nCustom Audience Segments: Tailored audience segments designed based on specific brand goals and patient definitions.\nPrivacy-Safe Target Segments: Ideal DTC and HCP segments built with patented HIPAA-compliant technology.\nOmnichannel Activation: Activation of exclusive patient and healthcare provider audiences across various channels such as social media, television, and audio.",
        "tags": [
            "Artificial Intelligence",
            "Digital Health"
        ],
        "link": "https://www.swoop.com/",
        "uuid": "334bd8ba-45e9-466a-9bbb-49aec496990a"
    },
    {
        "company_name": "Swift Navigation",
        "logo_file_name": "Swift_Navigation",
        "company_mission": "Unlock the Next Generation of Location-Based Products with Precise Positioning.",
        "items": "Skylark Precise Positioning Service: Universal Precise Positioning enables centimeter accurate mapping, tracking, navigation, and control, unlocking autonomy and spatial precision across industries globally.",
        "tags": [
            "5G Technologies",
            "Cloud Computing",
            "IoT/Sensors",
            "Robotics",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.swiftnav.com/",
        "uuid": "08d720b5-c7ea-40e0-8ad6-a84032e0d90b"
    },
    {
        "company_name": "Swave Photonics",
        "logo_file_name": "Swave_Photonics",
        "company_mission": "Develops chipsets to deliver reality-first spatial computing powered by AI.",
        "items": "Holographic AR Glasses: HXR Spatial Computing augments reality with real holographic content, seamlessly blending the natural and digital worlds.\nHolo HUD: Holo HUD provides distraction-free navigation into your field of view at natural depths, reducing look-down time.\nHolo Wall: Holo Walls create glasses-free real 3D virtual reality, expanding our horizons.\nHolographic Display Technology: Unique technology that utilizes CMOS technology for scalable, low-cost, and high-definition holographic displays.",
        "tags": [
            "AR/VR/XR",
            "Imaging",
            "Metaverse",
            "Startups",
            "Video"
        ],
        "link": "https://swave.io/",
        "uuid": "c5b3e320-8ffc-4baa-a2a9-c05c99a2b407"
    },
    {
        "company_name": "SVS",
        "logo_file_name": "SVS",
        "company_mission": "SVS brings thrilling and immersive sound to more people than ever with award-winning home audio speakers, subwoofers, cables, and accessories.",
        "items": "SB17-Ultra R|Evolution: A quantum leap forward in design with multiple groundbreaking innovations - the most formidable and sophisticated sealed subwoofer ever developed.\nPB17-Ultra R|Evolution: A quantum leap forward in design with multiple groundbreaking innovations - the most formidable and sophisticated ported subwoofer ever developed.\nSB-3000: Most popular sealed subwoofer for unrivaled performance at its size and price.\nSB-1000 Pro: Punches well above its class down to 20 Hz with stunning musicality. Compact 13” cabinet is easy to place.\nPB-2000 Pro: Most acclaimed ported subwoofer for unrivaled output, extension, and refinement at its price and beyond.\nPB16-Ultra: Infrasonic, effortless, authoritative, and primed to excite the most discerning audiophile or home theater fan.\nPB-4000: Deep, thunderous bass below 15Hz. Brings thrilling and immersive impact to audio experiences.\nSVS Ultra Evolution Bookshelf: Reference flagship bookshelf speaker is a technology tour-de-force that stands toe-to-toe with the finest loudspeakers.\nPrime Wireless Pro Powered Speaker Pair: High-fidelity stereo system with versatile connectivity and control options. Sets the bar for wireless speaker sound.\nPrime Center: Pristine vocals, crisp dynamics, and a broad, precise soundstage from true 3-way design for the widest sweet spot possible.",
        "tags": [
            "Accessories",
            "Audio",
            "Home Entertainment and Office Hardware"
        ],
        "link": "https://www.svsound.com/",
        "uuid": "8a822681-98a6-46d6-8ea6-be369900e577"
    },
    {
        "company_name": "Supersonic Inc",
        "logo_file_name": "Supersonic_Inc.",
        "company_mission": "To provide innovative and quality consumer electronics that enhance the everyday lives of customers.",
        "items": "Pro-wired Gaming Headset: A high-quality gaming headset designed for immersive sound and comfort during long gaming sessions.\n10.1” Windows Tablet and Keyboard: A versatile 10.1-inch Windows tablet that comes with a keyboard, perfect for both work and entertainment.\nROBOT VACUUM CLEANER with WiFi Connectivity and Alexa Enabled: A smart robot vacuum cleaner that can be controlled via WiFi and is compatible with Alexa for voice commands.\nSMART BULB with WiFi Connectivity and Alexa Enabled: An intelligent smart bulb that connects to WiFi and can be controlled using Alexa.",
        "tags": [
            "Accessories",
            "Audio",
            "Home Entertainment and Office Hardware",
            "Smart Home and Appliances",
            "Video"
        ],
        "link": "https://www.supersonicinc.com/",
        "uuid": "41ad4394-15cb-4133-ae8b-396c0c6e9c0c"
    },
    {
        "company_name": "Sunny Health and Fitness",
        "logo_file_name": "Sunny_Health_&_Fitness",
        "company_mission": "At Sunny, we believe a quality workout experience and healthy lifestyle should be within reach of anyone who wants it.",
        "items": "Premium Smart Treadmill: A smart treadmill that offers auto incline and is designed to elevate your workout.\nSmart Upright Row-N-Ride® Exerciser: A smart row-n-ride exerciser that helps develop strength, speed, and lean muscle.\nSMART Mini Stepper: A compact mini stepper equipped with exercise bands for a full-body workout.\nSMART Magnetic Rowing Machine: A magnetic rowing machine with Bluetooth connectivity for a seamless workout experience.\nPremium Indoor Cycling Smart Stationary Bike: A stationary bike with enhanced Bluetooth connectivity and a high weight capacity.\nSMART Magnetic Elliptical: An elliptical machine designed with smart technology for effective cardio workouts.\nSmart Slim Under Desk Walking Treadpad®: An under desk treadpad for walking while you work, promoting a healthier lifestyle.\nSmart Magnetic Resistance Recumbent Bike: A recumbent bike with adjustable seating for comfort during workouts.\nCompact Smart Magnetic Elliptical Trainer: A compact elliptical trainer designed for easy mobility and effective cardio.\nSmart Magnetic Rower: A smart rowing machine with dual slide rail for a versatile workout.\nManual Incline SMART Treadmill: A manual incline treadmill designed with shock absorption for joint safety.\n2-in-1 Smart Motorized Mini Exercise Bike: A mini exercise bike that offers both motorized and manual functionality.",
        "tags": [
            "Fitness",
            "Home Entertainment and Office Hardware",
            "Lifestyle",
            "Smart Home and Appliances",
            "Sports"
        ],
        "link": "https://sunnyhealthfitness.com/",
        "uuid": "8f89a082-4aa8-456c-a94b-815bb03bb23d"
    },
    {
        "company_name": "Strutt",
        "logo_file_name": "Strutt",
        "company_mission": "To create intelligent and people-centred means of mobility, helping people live more fulfilling lives through purpose-built technologies.",
        "items": "",
        "tags": [
            "Accessibility",
            "Robotics",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.strutt.inc/",
        "uuid": "354243d7-e572-4319-b081-6d1ed2b4eb29"
    },
    {
        "company_name": "StradVision",
        "logo_file_name": "Stradvision",
        "company_mission": "Enabling safe autonomous driving for everyone with smart AI-based camera recognition technology.",
        "items": "FrontVision: FrontVision utilizes data from forward-facing cameras to recognize various objects on the road, including vehicles, pedestrians, lanes, traffic lights, and traffic signs. It supports basic ADAS features compliant with Euro GSR/NCAP, as well as advanced self-driving assistance functions up to L2/L2+/L3 levels, providing high accuracy and stability.\nSurroundVision: SurroundVision is based on surround view camera technology that recognizes various objects in the parking environment, including vehicles, pedestrians, parking slots, and curbs. It enables safe execution of safety functions through blind spot detection and automatic parking capabilities with high accuracy and reliability.\nMultiVision: MultiVision supports a 360-degree view of the vehicle's surroundings based on a combination of front, rear, surround, and side cameras. It detects vehicles, pedestrians, cyclists, available driving space, traffic signs, and traffic lights, ensuring high accuracy and safety under any circumstances. It supports both autonomous driving and parking solutions, enabling higher levels of automation (L3 and above).",
        "tags": [
            "Artificial Intelligence",
            "IoT/Sensors",
            "Smart Cities",
            "Startups",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.stradvision.com/",
        "uuid": "32e18c4f-4c05-4ddf-b638-91a7ae88ad25"
    },
    {
        "company_name": "Steg.AI",
        "logo_file_name": "Steg.AI",
        "company_mission": "To restore trust in digital media by ensuring provenance and security through forensic watermarking.",
        "items": "Leak Prevention & Tracing: Steg.AI's Leak Prevention and Tracing solution helps in preventing leaks and tracing their origins in digital media.\nDeepfake Detection: The Deepfake Detection product safeguards content by identifying and mitigating the impact of deepfake technologies.\nContent Authentication: This product authenticates digital content, ensuring it remains unaltered and verifiable.\nCopyright Protection: Provide copyright protection for digital media, helping to establish ownership and prevent unauthorized use.\nForensic Watermarking: Imperceptible watermarks are added to digital content to trace leaks, protect against deep fakes, and signify ownership.\nVisible Watermarking: Add visible watermarks to digital content to deter leaks and unauthorized usage.",
        "tags": [
            "Artificial Intelligence",
            "Content and EntertaInment",
            "Cybersecurity",
            "Startups",
            "Video"
        ],
        "link": "https://steg.ai/",
        "uuid": "c2b825b0-9d2c-42bf-9410-3f9b77bf65c4"
    },
    {
        "company_name": "Startups Magazine",
        "logo_file_name": "Startups_Magazine",
        "company_mission": "To support and promote startups through insightful content.",
        "items": "",
        "tags": [
            "Content and EntertaInment",
            "Investing",
            "Marketing and Advertising",
            "Startups",
            "Video"
        ],
        "link": "https://startupsmagazine.co.uk/",
        "uuid": "ce1edae3-90ca-4056-abde-45d4cbbb3b69"
    },
    {
        "company_name": "Specialty Coating Systems Inc.",
        "logo_file_name": "Specialty_Coating_Systems",
        "company_mission": "To provide innovative conformal coating solutions for advanced technologies.",
        "items": "PlasmaGuard™: Innovative plasma nanocoatings that protect various technologies.\nHalogen-Free Parylene Coating: A specialty parylene coating that is free of halogens and provides superior protection.\nParylene Coatings: Ultra-thin, pinhole-free coatings that offer biocompatible protection for devices.\nLiquid Coating Services: Services that provide liquid coating solutions for various applications.\nAdvanced Coating Systems: High-tech coating solutions designed for optimum reliability and protection.\nConveyor Systems: Precision conveyor technology for efficient handling and coating processes.\nArc-Lamp UV Curing System: An advanced curing system utilizing arc-lamp technology for enhanced coating durability.",
        "tags": [
            "Audio",
            "Drones",
            "Fitness",
            "IoT/Sensors",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.scscoatings.com/",
        "uuid": "4608027a-2466-45d7-a2f4-56380fee95fb"
    },
    {
        "company_name": "Sonatus",
        "logo_file_name": "Sonatus",
        "company_mission": "Accelerating Vehicle Software Innovation",
        "items": "Sonatus Foundation: Build a versatile and adaptable vehicle software architecture that evolves over time.\nSonatus Collector: Drive continuous improvements with insights from data collected dynamically throughout the vehicle lifespan.\nSonatus Automator: Get to market faster and accelerate the pace of innovation with a no-code solution.\nSonatus Guard: Secure vehicle software infrastructure at scale with multi-layered protection.\nSonatus Updater: Securely manage all vehicle software updates with predictability and end-to-end traceability.",
        "tags": [
            "Artificial Intelligence",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.sonatus.com/",
        "uuid": "dd87a626-fe66-4fbe-8e19-3ede1a17d90c"
    },
    {
        "company_name": "Sonagi",
        "logo_file_name": "Sonagi",
        "company_mission": "To create innovative and sustainable solutions for the future.",
        "items": "",
        "tags": [
            "Education Tech",
            "Home Entertainment and Office Hardware",
            "Lifestyle",
            "Sourcing and Manufacturing",
            "Video"
        ],
        "link": "https://www.sonagi-electronics.com/",
        "uuid": "3f8ef0a5-aeff-4f69-8c4e-e950c0d335e2"
    },
    {
        "company_name": "Solid-Vue",
        "logo_file_name": "SolidVue",
        "company_mission": "Our mission is focused on scaling production and sales through strategic partnerships with leading module companies, utilizing our cutting-edge LiDAR SoC technology.",
        "items": "Long-Range Solid-State Scanning LiDAR Sensor: Advanced sensor offering precise long-range 3D object detection.\nMid-Range Solid-State Scanning LiDAR Sensor: Optimized sensor for mid-range applications in various environments.\nFlash CMOS LiDAR Sensor: Sophisticated sensor designed for speed and efficiency in LiDAR scanning.",
        "tags": [
            "Imaging",
            "Robotics",
            "Smart Cities",
            "Startups",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "http://www.solid-vue.com/",
        "uuid": "107970da-9308-49bb-be15-f7fde4754ceb"
    },
    {
        "company_name": "Soliddd",
        "logo_file_name": "Soliddd",
        "company_mission": "Bring real sight to hundreds of millions of vision-impaired people with the first true vision correction for macular degeneration.",
        "items": "Soliddd Vision™: A unique form of AR and VR glasses designed for vision correction, allowing people with macular degeneration to see in areas of their visual field that would otherwise be distorted or unclear.",
        "tags": [
            "Accessibility",
            "AR/VR/XR",
            "Artificial Intelligence",
            "Digital Health",
            "Startups"
        ],
        "link": "https://www.soliddd.com/",
        "uuid": "64980417-bec0-4b13-9e1f-b1f59debb8b9"
    },
    {
        "company_name": "Solbasium",
        "logo_file_name": "Solbasium",
        "company_mission": "to relentlessly innovate health and wellness and empower you to live your best life.",
        "items": "Massage Gun: A cutting-edge massage device designed to provide deep tissue relief and enhance muscle recovery using advanced technology.\nMassage Roller: An innovative roller designed to utilize red light therapy for enhanced muscle recovery and pain relief.\nFull Body Beds: Red light therapy beds that deliver targeted wavelengths of light to promote overall wellness, muscle recovery, and pain relief.",
        "tags": [
            "Fitness",
            "Lifestyle",
            "Sports"
        ],
        "link": "https://www.solbasium.com/",
        "uuid": "d0c78f81-e579-40bc-894d-4e4114660f94"
    },
    {
        "company_name": "SoftAtHome",
        "logo_file_name": "SoftAtHome",
        "company_mission": "Together, we invent the connected home experience of tomorrow.",
        "items": "wifi’ON: How wireless is transforming the digital home.\nwatch’ON: Going beyond video services.\nconnect’ON: Enjoy the best connectivity experience.\nthings’ON: So connected things can be smart.\neyes’ON: Ensure the best possible Quality of Experience for customers.\nsecure’ON: Protect and serve the digital home.",
        "tags": [
            "Artificial Intelligence",
            "Cloud Computing",
            "IoT/Sensors",
            "Smart Home and Appliances",
            "Video"
        ],
        "link": "https://www.softathome.com/",
        "uuid": "42091b84-4d8b-45ea-998e-2b67dbae171f"
    },
    {
        "company_name": "smartmicro",
        "logo_file_name": "smartmicro",
        "company_mission": "To provide advanced traffic sensors and automotive radar solutions that enhance safety and efficiency in transportation.",
        "items": "Smart Intersection: More Bike Safety through Intelligent Infrastructure.\nRadar Cube Streaming: AI-based processing for smartmicro's automotive product portfolio.\nTraffic Sensors: Ultra-high definition (4D/UHD) sensors for multi-lane, multi-object tracking.\nAutomotive Radar: 4th generation radar technology for Advanced Driver Assistance Systems (ADAS).\nLane Change Assist Radar: Specialized radar for lane change assistance in vehicles.",
        "tags": [
            "IoT/Sensors",
            "Smart Cities",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.smartmicro.com/",
        "uuid": "69108ba9-3297-48a6-ac37-c2108f5fc209"
    },
    {
        "company_name": "Sinohero Industrial Ltd",
        "logo_file_name": "Sinohero_Industrial_Ltd.",
        "company_mission": "We adhere to innovative design, excellent products, to provide customers with a full range of services, welcome to consult.",
        "items": "Charger: Various kinds of chargers for smart devices.\nMFI Products: Apple-certified MFI products for iPhones and iPads.\nHolder: Holders for smartphones and tablets.\nUSB Cable: High-quality USB cables for data transfer and charging.\nAudio Cable: Audio cables for connecting devices and enjoying music.\nCar Accessories: Accessories designed for use in cars, enhancing functionality.\nWireless Transmission Devices: Devices for wireless data transmission and connectivity.",
        "tags": [
            "Accessories",
            "Audio",
            "Energy/Power",
            "Metaverse",
            "Sourcing and Manufacturing"
        ],
        "link": "http://www.sinohero.cn/",
        "uuid": "a37d4269-44c9-4d40-af0c-1602543d74ff"
    },
    {
        "company_name": "Silicon Labs",
        "logo_file_name": "Silicon_Labs",
        "company_mission": "Secure, Intelligent Wireless Technology for a More Connected World",
        "items": "Bluetooth Channel Sounding: A new technology designed to enhance wireless communication by providing secure and intelligent wireless solutions.\nBluetooth Products: Flexible, highly-integrated Bluetooth products that meet demanding requirements for various applications.\nWi-Fi Modules and SoCs: Designed specifically for IoT, these modules emphasize multiprotocol, RF performance, and ultra-low power consumption.\nMatter Protocol: A unified wireless protocol aimed at connecting different IoT ecosystems reliably and securely.\nSimplicity Studio 5: The Integrated Development Environment (IDE) for all Silicon Labs technologies.\nAI/ML Development Tools: Support for machine learning in Series 1 and Series 2 SoCs, featuring built-in AI/ML hardware accelerator.\nSecurity Technology: Industry-leading technology solutions designed to protect against evolving security threats.\nCustom Part Manufacturing Services: A variety of services aimed at fast-tracking the market entry of new products and solutions.",
        "tags": [
            "IoT/Sensors",
            "Smart Cities",
            "Smart Home and Appliances"
        ],
        "link": "https://www.silabs.com/",
        "uuid": "dddc0d28-8e30-44bb-806d-82f79df0fce6"
    },
    {
        "company_name": "SiLC Technologies, Inc.",
        "logo_file_name": "SiLC_Technologies,_Inc.",
        "company_mission": "To empower machines to see like humans through advanced silicon photonics technology.",
        "items": "FMCW LiDAR: A 4D solution enabling vehicles, AI robots, and other machines to classify objects with high accuracy and resolution.\nEyeonic 4D+ Vision Sensor: A coherent FMCW LiDAR Vision Sensor that enhances LiDAR vision perception, enabling the next generation of smart machines.",
        "tags": [
            "AR/VR/XR",
            "Artificial Intelligence",
            "IoT/Sensors",
            "Robotics",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.silc.com/",
        "uuid": "e202b300-52ef-4845-bc60-c327f505cfc1"
    },
    {
        "company_name": "SiFive",
        "logo_file_name": "SiFive",
        "company_mission": "To deliver the most advanced solutions of tomorrow using RISC-V technology.",
        "items": "SiFive RISC-V Core IP: High-performance compute cores that offer 30-40% better power efficiency for a wide range of applications.\nSiFive Intelligence X280: A powerful RISC-V core designed for high-performance AI workloads.\nAutomotive RISC-V Solutions: Comprehensive RISC-V products tailored for automotive innovation.\nWearable and IoT Solutions: RISC-V cores optimized for consumer devices and Internet of Things applications.\nData Center Processors: Performance processors built for data-intensive applications and workloads.\nEdge Computing Solutions: RISC-V technology that powers efficient edge computing applications.\nAI and Machine Learning Products: Dedicated RISC-V cores designed to accelerate AI and machine learning workloads.\nMobile Solutions: Innovative RISC-V products for next-generation mobile devices.\nAerospace Computing Solutions: Flexible RISC-V cores designed for high-demand aerospace applications.",
        "tags": [
            "5G Technologies",
            "AR/VR/XR",
            "Artificial Intelligence",
            "Fitness",
            "IoT/Sensors"
        ],
        "link": "https://www.sifive.com/",
        "uuid": "8c9e664e-243e-4eb6-a7e3-1d1fcb31c8bd"
    },
    {
        "company_name": "Sichuan Changhong Electric Co., Ltd.",
        "logo_file_name": "Sichuan_Changhong_Electric_Co.,_Ltd.",
        "company_mission": "To provide innovative and efficient home appliances and electronic products that enhance the quality of life.",
        "items": "85Q10ART MAX: A large 85-inch 4K Ultra HD television.\nKFR-72LW/Q6G+R1: An air conditioner featuring advanced cooling technology.\nBCD-600WQ5S: A 600L double-door refrigerator with smart features.\nMG100-14786DHZY: A market-leading washing machine with advanced washing technology.\nSmart Gas Boiler: A smart gas boiler for efficient home heating.\nPortable Water Purifier: A portable water purification solution for safe drinking water.\nVisual Air Fryer: An air fryer with visual cooking features for healthier meals.",
        "tags": [
            "Gaming and Esports",
            "Lifestyle",
            "Smart Home and Appliances"
        ],
        "link": "http://www.changhong.com/",
        "uuid": "eb3974d6-e2f1-400a-a434-b127a71041f0"
    },
    {
        "company_name": "Shokz",
        "logo_file_name": "Shokz",
        "company_mission": "To provide innovative open-ear audio technology that enhances awareness and comfort while enjoying music.",
        "items": "OPEN RUN PRO 2: The premium bone conduction headphones featuring 10th generation technology, DualPitch™ Technology for premium sound quality, and reduced vibrations for music enjoyment.\nOPEN SWIM PRO: IP68 waterproof bone conduction headphones suitable for swimming with Bluetooth® V5.4 and MP3 storage.\nOPEN FIT AIR: True wireless headphones with open-ear design, providing comfort and situational awareness with up to 28 hours of listening time.\nOPEN MOVE: A cost-effective bone conduction headphone option with 7th generation technology, IP55 sweat and weather resistance, and 6 hours of battery life.\nOPEN COMM2 UC: Hybrid working headphones designed for seamless communication with DSP noise-canceling boom mic and 16-hour talk time.\nOPEN COMM2: Ideal for mobile working featuring all-day comfort and noise-canceling capabilities.\nOPEN SWIM: Swimming MP3 headphones with 4GB of storage, IP68 waterproof rating, and 8-hour battery life.\nOPEN REFURBISHED: Refurbished options for various models including OpenFit, OpenRun Pro, and OpenSwim, providing a cost-effective solution.\nOPEN RUN MAGNETIC CHARGING CABLE: Magnetic charging cable for efficient charging of Open Run headphones.\nOPEN LOOP110 WIRELESS ADAPTER: Wireless adapter for connecting to other devices.\nOPEN SWIM/XTRAINERZ USB CHARGING CRADLE: USB charging cradle designed specifically for Open Swim and Xtrainerz headphones.\nOPEN COMM2 MAGNETIC CHARGING CABLE: Magnetic charging cable designed for the Open Comm2 headphones.\nOPEN SWIM PRO CHARGING/DATA CABLE: Charging and data cable compatible with Open Swim Pro headphones.\nOpenFit (Refurbished): Refurbished OpenFit headphones offering great audio quality and comfort.\nOpenRun pro (Refurbished): Refurbished version of OpenRun Pro, maintaining high sound quality and comfort.\nOpenRun (Refurbished): Refurbished OpenRun headphones, offering a top-seller audio experience.\nOpenMove (Refurbished): Refurbished OpenMove headphones providing cost-effective audio solution.\nOpenSwim (Refurbished): Refurbished OpenSwim headphones designed for swimming enthusiasts.\nOpenComm (Refurbished): Refurbished OpenComm headphones ideal for communications.",
        "tags": [
            "Audio"
        ],
        "link": "https://shokz.com/",
        "uuid": "19dad32e-deae-487f-a2da-13e214152036"
    },
    {
        "company_name": "Shinegiant New Energy Technology Inc.",
        "logo_file_name": "Shinegiant_New_Energy_Technology_Inc.",
        "company_mission": "In accord with the global Carbon peaking and Carbon neutrality strategies, Shinegiant has made continuous innovations and breakthroughs in the fields of new energy potable power stations and clean new energy applications.",
        "items": "Land Based Mobile Integrated Home Energy Storage: A portable home energy storage solution designed for land-based applications.\nWall Mounted Household Energy Storage: A wall-mounted solution for storing energy in household applications.\nBalcony Energy Storage: Compact energy storage designed for balcony installations.\nPortable Power Station: Provides unlimited power anytime, anywhere.\nMobile Car Refrigerator: An outdoor mobile refrigerator capable of making ice.",
        "tags": [
            "Content and EntertaInment",
            "Energy/Power",
            "Lifestyle",
            "Retail/E-Commerce",
            "Smart Home and Appliances"
        ],
        "link": "https://www.shinegiant.com/",
        "uuid": "55824d03-124f-44fa-aea9-f3d6ff28ec63"
    },
    {
        "company_name": "Shenzhen Zhonghenghua Technology Co., Ltd.",
        "logo_file_name": "Shenzhen_Zhonghenghua_Technology_Co.,_Ltd.",
        "company_mission": "Superior quality",
        "items": "Sporty: A stylish and sporty product that combines functionality with fashion.\nWaterproof: Designed to withstand water exposure, providing durability and reliability.\nPortable: Easy to carry and ideal for on-the-go usage.\nMiNi: Compact and versatile product designed for convenience.",
        "tags": [
            "Accessories",
            "Audio"
        ],
        "link": "http://www.zhonghenghua.com/",
        "uuid": "5363160e-759d-4312-b0a1-de07d6140149"
    },
    {
        "company_name": "Shenzhen Xinyi Cheng Acoustic Electronics Co., Ltd.",
        "logo_file_name": "Shenzhen_XinYiCheng_Acoustic_Electronics_Co.,Ltd",
        "company_mission": "Engaged in the research, development, production, and sales of mid-to-high-end DSP Bluetooth speakers.",
        "items": "Nylon Series V2: A durable and stylish Bluetooth speaker featuring nylon construction for enhanced durability.\nSilicone Series V3: A flexible and waterproof Bluetooth speaker designed for outdoor use.\nNylon Series V7: An upgraded version of the nylon speaker series with improved sound quality.\nMetal Series V11: A premium Bluetooth speaker with a sleek metal design and high-fidelity sound.",
        "tags": [
            "Audio"
        ],
        "link": "http://www.szxinyicheng.com/",
        "uuid": "c77d3318-1b47-4046-bf57-6b3b7a746d19"
    },
    {
        "company_name": "Shenzhen Welldy Technology Co.,Ltd",
        "logo_file_name": "Shenzhen_Welldy_Technology_Co.,_Ltd.",
        "company_mission": "specializing in the design, development, production and sales of speaker products",
        "items": "OZ-P6: Patent Design Party Speaker with LED light\nOZ-D5: Bluetooth Speaker with Fast Wireless Charging\nM3: Link 2 enabled speakers for a wireless stereo experience (TWS Function) with 1 passive membrane. Water resistant: IP X7. BT Version: 5.0. Speaker: 4Ω 5W*1.\nOZ-H200L: Water resistant: IPX7. Bluetooth : 5.0+EDR Compliant. Speaker : 10W * 2. Battery: 3.7V/3600mAh.\nH50: Water resistant: IPX7. Bluetooth : 5.2. Speaker : 4Ω 5W * 1. Battery:3.7V/1200mAh.",
        "tags": [
            "Audio"
        ],
        "link": "https://www.iozzie.com/",
        "uuid": "410b0a9d-1bb8-468f-9bfe-f64820b7e43c"
    },
    {
        "company_name": "Shenzhen Smiley Technology Co., Ltd",
        "logo_file_name": "Shenzhen_Smiley_Technology_Co.,_Ltd",
        "company_mission": "a professional manufacturer for electric bike & electric scooter, providing OEM & ODM services",
        "items": "E-bike: A range of electric bicycles designed for comfort and efficiency.\nE-scooter: High-performance electric scooters for urban commuting.\nCargo Electric Bike E15: Electric cargo bicycle designed for carrying goods.\nS5 16*3.0\": An advanced electric bike model with enhanced performance.\nS5 20*4.0\": A robust electric bike model suitable for rough terrain.\nS7: A versatile electric scooter with modern design.\nS9: A compact and powerful electric bike.\nE1: An entry-level electric bike for everyday use.\nE3: Stylish electric bike with high durability.\nE4: A mid-range electric bike offering great features.\nE5: An efficient electric bike designed for urban mobility.\nE11: A high-performance electric bike with advanced technology.\nE12: A sleek electric bike ideal for city commuting.\nCX2: Comfortable electric bike with reliable performance.\nCX5: Premium electric bike with superior build quality.",
        "tags": [
            "Sports",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.smileycn.com/",
        "uuid": "b70bc98a-599a-4be6-b970-d2dfda2557a0"
    },
    {
        "company_name": "Shenzhen Smart Care Technology Co., Ltd.",
        "logo_file_name": "Shenzhen_Smart_Care_Technology_Ltd.",
        "company_mission": "To provide innovative smart wearables that enhance the lifestyle of users.",
        "items": "Bluetooth Call Smart Watch: A smart watch that enables Bluetooth calling and connectivity to your smartphone.\nGPS Smart Watch: A smart watch equipped with GPS for accurate location tracking.\n4G Smart Watch: A smart watch that supports 4G connectivity for calls and data.\nAMOLED Smart Watch: A smart watch featuring an AMOLED display for high-quality visuals.\nSmart Wristband: A smart wristband that tracks fitness and health metrics.",
        "tags": [
            "Accessories",
            "Fintech",
            "Fitness",
            "Lifestyle"
        ],
        "link": "https://www.smawatch.com/",
        "uuid": "2db5391e-7929-4312-b464-24aed0d3e774"
    },
    {
        "company_name": "Shenzhen Shike Kam Wah Elec. Co., Ltd.",
        "logo_file_name": "Shenzhen_Shike_Kam_Wah_Electronic_Co.,_Ltd.",
        "company_mission": "With the core value of innovation, quality, collaboration and customer first, SHIKE has been a leading manufacturer of Bluetooth wireless headphones and earbuds in China since 2001.",
        "items": "23C-02A: TWS & OWS\n23F-03A: TWS & OWS\nJ8: TWS & OWS\nSBT-779: Wireless Headphones\nSBT-780: Wireless Headphones\nSNC-779P: ANC Headphones",
        "tags": [
            "Accessories",
            "Audio",
            "Home Entertainment and Office Hardware",
            "Lifestyle"
        ],
        "link": "http://www.china-headphone.com/",
        "uuid": "73c6ae60-b108-4557-afb0-2c9245f1a4d2"
    },
    {
        "company_name": "Shenzhen Shenchuang Hi-Tech Electronics Co., Ltd.",
        "logo_file_name": "Shenzhen_Shenchuang_Hi-Tech_Electronics_Co.,_Ltd.",
        "company_mission": "to provide the highest quality products at the best possible price. And, in doing so, to provide an unmatched customer experience.",
        "items": "Car Charger: High-quality car chargers for various devices, ensuring quick and efficient charging on the go.\nWall Charger: Reliable wall chargers compatible with multiple devices, designed for safe and fast charging.\nUSB Cable: Durable USB cables for data transfer and charging, available in various lengths and specifications.\nPower Bank: Portable power banks to keep your devices charged anytime, anywhere.\nEarphone: High-fidelity earphones designed for comfort and superior sound quality.",
        "tags": [
            "Accessories",
            "Audio",
            "Energy/Power",
            "Sourcing and Manufacturing"
        ],
        "link": "https://zsbspcb.en.alibaba.com/",
        "uuid": "a20dd73c-b431-4a92-a17e-f9c49d3a87e1"
    },
    {
        "company_name": "Shenzhen Reflying Electronic Co., Ltd",
        "logo_file_name": "Shenzhen_Reflying_Electronic_Co.,_Ltd",
        "company_mission": "Providing our clients with innovative and rapid R&D support, rigorous quality control and always friendly customer service.",
        "items": "Power Plug: A versatile power plug suitable for various devices.\nPower Switch: An advanced power switch for smart technology integration.\nPower Strip: A multi-outlet power strip with surge protection.\nLED Bulb: Energy-efficient LED bulbs for sustainable lighting.\nDoor Lock: Smart door lock with remote access feature.\nDoorbell: Wireless doorbell with camera for enhanced security.\nIP Camera: High-definition IP camera for surveillance.\nHub Controller: Central hub for controlling smart home devices.\nCurtain Motor: Automated curtain motor for smart home convenience.\nWall/Car Charger: Universal charger for home and car use.\nPower Bank: Portable power bank for charging on the go.\nWireless Charger: Convenient wireless charging solution for smartphones.\nMagnetic Wireless Charger: Magnetic wireless charger for easy alignment.\nWireless Charger Station: Charging station for multiple devices.\nQi2 Wireless Charger: Qi2 technology wireless charger for efficient charging.\nTracker: GPS tracker for locating personal items.\nUSB A to Lightning Cable: Charging cable for Apple devices.\nUSB C to Lightning Cable: Fast charging cable for modern Apple devices.\nUSB C to USB C Cable: High-speed cable for USB C devices.\nUSB A to USB C Cable: Versatile charging cable for different devices.\nApple Watch Charger Cable: Charger cable for Apple Watch.\nLightning to 3.5mm Audio Adapter: Adapter for connecting headphones to iPhone.\nBluetooth Transmitter/Receiver: Device for connecting Bluetooth audio.\nMagnetic Locator: Item tracking device with rechargeable battery.\n2 in 1 USB C to USB C and Lightning Cable: Dual-use cable for charging multiple devices.\nFind My Devices Tracker: Tracker for locating lost devices via apps.\n65W GaN PD Charger: High-power adapter for fast charging multiple devices.\nPower Bank with Stand: Portable power bank with a stand for convenience.\n3-in-1 Wireless Charger Station: Multi-device wireless charging station.",
        "tags": [
            "Accessories",
            "Home Entertainment and Office Hardware",
            "IoT/Sensors",
            "Smart Home and Appliances",
            "Sourcing and Manufacturing"
        ],
        "link": "http://www.reflying.com/",
        "uuid": "e91264b7-e2da-4872-9e37-cfff27aaba8f"
    },
    {
        "company_name": "Shenzhen Redleaf Technology Co., Ltd.",
        "logo_file_name": "Shenzhen_Redleaf_Technology_Co.,_Ltd.",
        "company_mission": "To design, develop, and produce trail cameras and related camera products providing reliability and customer satisfaction.",
        "items": "Standard Trail Cameras: Every Redleaf trail cam gives you more inside for whatever it takes outside, with best-in-class features and best-in-field reliability.\n4K & WIFI Trail Cameras: Proven technology, reliable connectivity, with an easy-to-use APP. That is Redleaf WiFi trail camera.\n4G Cellular Trail Cameras: Allows remote monitoring and control of camera settings via cellular network.\nAccessories & Others: Various accessories and additional products related to trail cameras.\n24MP 1296P Bluetooth WiFi Trail Camera: This game camera has built-in WIFI function allowing you to adjust settings and check photos/videos directly on your mobile phone.\n1920 x 1080P HD Hunting Camera: An entry-level trail camera with multiple nighttime shooting technologies.\nWildlife Hunting Camera 4K UHD Video 30MP: Features true 4K UHD video recording and images up to 30MP with fast trigger speed.\n940nm Invisible WiFi Trail Camera: Equipped with built-in WiFi, allows easy parameter adjustment via an app.\n4K Trail Camera with 30MP Image & WiFi Bluetooth Function: Combines advanced picture resolution with optimized battery life for extended performance.\n16MP Game Time Lapse Trail Cam: Designed for surveillance and wilderness footage with exceptional performance.",
        "tags": [
            "Home Entertainment and Office Hardware",
            "Imaging",
            "Retail/E-Commerce",
            "Smart Home and Appliances",
            "Video"
        ],
        "link": "https://www.hkredleaf.com/",
        "uuid": "11b6bfa8-f77c-4af7-b037-d3ae3a469c87"
    },
    {
        "company_name": "Shenzhen Rainbow Electronic Co., Ltd",
        "logo_file_name": "Shenzhen_RainBow_Electronic_Co.,_Ltd.",
        "company_mission": "Key focus for business is Quality and On Time Service.",
        "items": "Soft Film: A protective screen film that offers basic protection for devices.\n3D Curved Tempered Glass: A tempered glass screen protector designed to fit curved screens.\nCamera Lens Protector: A protective layer for camera lenses to prevent scratches and damage.\n3D Full Glue Tempered Glass: A fully adhesive tempered glass screen protector.\n2.5D Silk Printing Glass: Glass screen protectors with silk printing for added style.\niWatch Screen Protection: Screen protectors specifically designed for iWatch.\n2.5D Clear Tempered Glass: Clear tempered glass screen protector with 2.5D edge.\n3D Resin Edge Tempered Glass: Tempered glass screen protectors with resin edges.\nTPU+PC Phone Case: A durable phone case made from TPU and PC materials.\nCase for iWatch: Protective cases specifically designed for iWatch.\nMagSafe Phone Case: Phone case compatible with MagSafe accessories.\nCase for Earphone: Protective case designed for earphones.\nLeather Phone Case: A high-quality leather case for phones.\nEco case: Eco-friendly phone case made from sustainable materials.\nLiquid Silicone Case: A soft liquid silicone case providing excellent grip and protection.\nWireless Chargers: Wireless charging devices for compatible smartphones.\nApple Find My: A device finder solution for Apple products.",
        "tags": [
            "Accessories"
        ],
        "link": "http://www.gorainbow.cn/",
        "uuid": "07b3f5ff-2292-4d44-857b-3f011b6fb00a"
    },
    {
        "company_name": "Shenzhen Pkcell Battery Co., Ltd",
        "logo_file_name": "Shenzhen_Pkcell_Battery_Co.,_Ltd.",
        "company_mission": "committed to providing consumers with new energy products that are environmentally friendly and cost-effective.",
        "items": "Alkaline Battery: Four layers of leak-proof technology, shelf life of 10 years, made from recyclable materials, flexible MOQ.\nCarbon Zinc Battery: Four layers of leak-proof technology, shelf life of 3 years, environmentally friendly with no Hg/Cd/Pb, flexible MOQ.\nButton Cell Battery: Four layers of leak-proof technology, shelf life up to 5 years, environmentally friendly with no Hg/Cd/Pb, flexible MOQ.\nPrimary Lithium Batteries: Low self-discharge rate less than 1%/year, wide operating temperature of -55~85 ℃, flexible MOQ.\nRechargeable Batteries: Explosion-proof design, 500+ cycle life, low self-discharge, flexible MOQ.\nCustom Battery Pack: PCM protection for safety, high energy density A-grade cells, fully customizable, flexible MOQ.",
        "tags": [
            "Accessories",
            "Energy/Power",
            "IoT/Sensors",
            "Smart Home and Appliances",
            "Sustainability"
        ],
        "link": "https://www.pkcell.com/",
        "uuid": "533691bf-0894-4686-8548-98be6d7a4862"
    },
    {
        "company_name": "Shenzhen Phonemax Technology Co., Ltd.",
        "logo_file_name": "Shenzhen_Phonemax_Technology_Co.,_Ltd.",
        "company_mission": "We are committed to offering product definition, exclusive software& hardware customization, mass production, exporting and sustainable after-sales service, have gained great customer satisfaction by uniquely designed, industry leading rugged IP68 terminals, handheld devices as smartphones, tablets, watches and mobile IOT.",
        "items": "Rugged Mobile Phones: High durability smartphones designed for extreme conditions.\n5G Rugged Smartphone: Advanced rugged smartphones equipped with 5G technology.\nMilitary Rugged Phone: Military-grade rugged phones for tough environments.\nBarcode Scanner PDA: Rugged PDA equipped with advanced barcode scanning technology.\nATEX Rated Phone: Rugged mobile phone designed for explosive environments.\nRugged Outdoor Tablet: Durable tablets built for outdoor usage.\nRuggedized Android Tablet: Android tablets designed for rugged conditions.\nBluetooth Calling Smartwatch: Smartwatch with Bluetooth calling features, designed for rugged use.\nRugged Outdoor Smartwatch: Smartwatch built to withstand outdoor challenges.\nRugged Feature Phone: Basic feature phone with rugged design.\nWalkie Talkie Smartphone: Smartphone with built-in walkie talkie functionality.\n4GB 64GB Memory Blue Mobile Phone: Compact rugged smartphone with GPS and dual camera.\nBT5.0 Military ATEX Rated Phone: Indestructible mobile phone with military-grade certification.\nCustom 5G Rugged Smartphone: Custom-built 5G rugged smartphone for industrial applications.\n4G Rugged Waterproof Cell Phones: Waterproof rugged smartphones with IP69K rating.\nPhonemax X3: The most unbreakable phone with rugged features.\nPhonemax T1 Ruggedized Android Tablet: Android tablet with 6GB RAM and 128GB storage.\nIP68 Compact Rugged Tough Mobile Phones: Compact rugged smartphones with IP68 rating.\nWindows PDA Handheld Computer: Windows PDA with barcode scanner and long-lasting battery.",
        "tags": [
            "5G Technologies",
            "Fitness",
            "IoT/Sensors",
            "Smart Home and Appliances",
            "Sourcing and Manufacturing"
        ],
        "link": "https://www.phonemax.cc/",
        "uuid": "fcf4d87e-f9bd-4db9-a7bb-ef6ff0e224c0"
    },
    {
        "company_name": "Shenzhen Logictech Technology Development Co., Ltd.",
        "logo_file_name": "Shenzhen_Logictech_Technology_Development_Co.,_Ltd",
        "company_mission": "To provide great value to users, to increase employee happiness, and to make a difference to the society.",
        "items": "USB-A to USB-C 2.0: A high-quality USB-A to USB-C cable for fast data transfer and charging.\nUSB-C to USB-C 2.0: A reliable USB-C to USB-C cable designed for efficient data transfer and power delivery.\nUSB-C to USB-C 3.1: Advanced USB-C to USB-C cable support for high-speed data transfer.\nPD Power Bank: A power bank with Power Delivery technology for quick charging devices.\nRegular Power Bank: Standard power bank with multiple ports for charging devices on the go.\nTransparent Power Bank: A stylish transparent power bank showcasing its internal components.\nMagnetic Power Bank: Convenient magnetic power bank that attaches to compatible devices.\nOutdoor Power Bank: Durable power bank designed for outdoor use, ideal for camping and trekking.\nWireless Charger: A sleek and portable wireless charger for hassle-free device charging.\nCar Charger: Fast-charging car charger designed for on-the-road power needs.\nCharging Adapter: Versatile charging adapter compatible with various devices.\nTWS (True Wireless Stereo) Earbuds: High-quality true wireless earbuds offering exceptional sound quality.\nAux Cable: Durable aux cable for easy audio connectivity.\nC94 MFi Cable: Certified MFi cable compatible with Apple devices.\nC189 MFi Cable: High-quality MFi cable suitable for fast charging and data transfer.\nArt Series Cables: Stylish cables designed with an artistic touch.\nMFi Power Bank: Power bank with MFi certification for Apple devices.\nMFi Audio Accessories: Quality audio accessories with MFi certification for seamless compatibility.",
        "tags": [
            "Accessories",
            "Content and EntertaInment",
            "Energy/Power",
            "Retail/E-Commerce",
            "Smart Home and Appliances"
        ],
        "link": "http://www.logictechgp.com/",
        "uuid": "5fb54334-aedc-47e0-9d38-35a907d71ab2"
    },
    {
        "company_name": "Shenzhen Kunhong Electronics Co., Ltd.",
        "logo_file_name": "Shenzhen_KunHong_Electronics_Co.,_Ltd.",
        "company_mission": "specializes in the research and development of consumer products with professional manufacturing capacity.",
        "items": "Power Inverter: High quality power inverter suitable for various electronics, widely used in smartphones and kitchen appliances.\nWireless Charger: Efficient wireless charging solution for smartphones and other devices.\nCarPlay Adapter: Adapter for connecting smartphones to CarPlay for enhanced connectivity in vehicles.\nBluetooth Speaker: High-fidelity Bluetooth speakers suitable for audio enthusiasts.\nGaming Lights: LED lights designed to enhance the gaming experience.\nSmart Bluetooth Devices: Smart devices for home automation and user convenience.\nCamping Lantern: Portable lanterns ideal for outdoor adventures.\nMagnetic Car Mount: Secure and convenient magnetic mount for smartphones in vehicles.",
        "tags": [
            "Accessories",
            "Audio",
            "Fitness",
            "Sourcing and Manufacturing"
        ],
        "link": "https://www.kunhong.group/",
        "uuid": "92ffa58e-f563-41d1-8e67-baf397ec90b9"
    },
    {
        "company_name": "Shenzhen KTC Technology Co., Ltd.",
        "logo_file_name": "Shenzhen_KTC_Technology_Co.,_Ltd.",
        "company_mission": "Improve Living Condition with Technology",
        "items": "LED TV: The company has developed 12 sizes and 15 series LED TV products.\nCommercial Displays: Products include interactive flat panel display, splicing units, signage monitors, digital signage, commercial TV, gaming monitor, etc.\nMedical Displays: Includes Diagnostic Display, Endoscopic Surgical Display, PACS Integrated Display, Consultation Display Center, Ultrasound Image Display, etc.\nAR Smart Mirror Display Products: Includes AR Smart Fitness Mirror, AR Smart Beauty Mirror, AR Smart Rehabilitation Mirror, Smart Fitting Mirror, Smart Bathroom Mirror, Smart Control Center, etc.\nMobile Smart Display Products: Products include Mobile smart screen and Mobile smart TV.\nSmart Display Tablet: A specialized tablet designed for smart display purposes.\nSmart Conference Combiner: A smart device designed for enhancing conference presentations.\nGaming Monitor: High-performance monitors tailored for gaming.\nDigital Signage: Advanced digital display solutions for advertising and information.\nInteractive Whiteboard: Educational and professional interactive whiteboard solutions.",
        "tags": [
            "Fitness",
            "Gaming and Esports",
            "Home Entertainment and Office Hardware",
            "Smart Home and Appliances",
            "Sourcing and Manufacturing"
        ],
        "link": "https://www.ktc.cn/en",
        "uuid": "2c29126c-5ab9-4954-be04-e8ba5087bd56"
    },
    {
        "company_name": "Shenzhen Kinstone D&T Develop Co., Ltd.",
        "logo_file_name": "Shenzhen_Kinstone_D&T_Develop_Co.,_Ltd.",
        "company_mission": "Ahead innovation, excellent quality!",
        "items": "Kinstone KS-MS320MA: 32-inch interactive display tablet with high-quality picture experience.\nKinstone 103SD-L Tablet: High-performance tablet PC with advanced features.\nTab 102MA: Versatile tablet suitable for various applications.\nKinstone 105 1-inch Tablet PC: Tablet with a large display and long battery life.\nKinstone 109 5-inch Tablet PC: High-resolution tablet with powerful performance.\nSmart Mirror Series: Innovative smart mirror with digital display capabilities.\nKiosk Smart Display: Smart display for kiosk applications, equipped with touch technology.\nNotebook: Compact and efficient notebook for everyday use.",
        "tags": [
            "Artificial Intelligence"
        ],
        "link": "https://www.kinstone.net/",
        "uuid": "2ae72040-3c19-495d-adef-32ffcbe607b1"
    },
    {
        "company_name": "Shenzhen Jiteng Network Technology Co., Ltd",
        "logo_file_name": "Shenzhen_Jiteng_Network_Technology_Co.,_Ltd.",
        "company_mission": "Specializes in the production and sale of mini PCs and aims to become a top brand in the mini PC market.",
        "items": "Mini IT8 Mini PC: A compact and powerful mini PC featuring Windows 11, designed for home and office use.\nMiniAir 11 Mini PC: An ultra-slim, lightweight mini PC ideal for entertainment and general computing.\nMini IT8 SE Mini PC: An enhanced version of the Mini IT8 with better performance and additional features.\nMini IT11 Mini PC: A versatile mini PC suitable for various applications including digital signage and industrial automation.",
        "tags": [
            "Accessories",
            "Audio",
            "Content and EntertaInment",
            "Lifestyle",
            "Retail/E-Commerce"
        ],
        "link": "https://jitengtech.com/",
        "uuid": "7cd573f6-8eb7-4d6d-b34c-56229ff164c4"
    },
    {
        "company_name": "Shenzhen Itian Technology Co., Ltd.",
        "logo_file_name": "Shenzhen_Itian_Technology_Co.,Ltd.",
        "company_mission": "Dedicated to Wireless Charging",
        "items": "Cooling Fan Wireless Car Charger: A wireless car charger equipped with a cooling fan to keep devices cool while charging.\nWireless Car Charger For Samsung Foldable: A wireless car charger specifically designed for Samsung Foldable devices.\n3 in 1 Auto-Clamping Wireless Car Charger: A 3 in 1 wireless car charger with auto-clamping feature for secure device holding.\nMagnetic Wireless Charging Power Bank: A power bank featuring magnetic wireless charging capabilities.\nWireless Charger For Samsung Galaxy Watch: A wireless charger designed for the Samsung Galaxy Watch.\nAuto Clamping Wireless Car Charger: A wireless car charger with auto-clamping for ease of use.",
        "tags": [
            "Accessories",
            "Gaming and Esports",
            "Home Entertainment and Office Hardware",
            "Smart Home and Appliances",
            "Sourcing and Manufacturing"
        ],
        "link": "https://www.itian-prc.com/",
        "uuid": "80193029-a087-4b87-8c44-6bded4ec0af3"
    },
    {
        "company_name": "Shenzhen Hanhong Digital Technology Co.,Ltd",
        "logo_file_name": "Shenzhen_Hanhong_Digital_Technology_Co.,_Ltd.",
        "company_mission": "bring people the best acoustic experience in the field of audio products",
        "items": "Soundbar HD-119DB-M2: \nSoundbar HD-020DB-M+: \nSoundbar HD-016DB-F: \nOutdoor Party Speaker HD-BF20: \nOutdoor Party Speaker HD-BF18: \nOutdoor Party Speaker HD-BF13 mini pro: \nPortable BT Speaker HD-BP07: \nPortable BT Speaker HD-BP25: \nPortable BT Speaker HD-BP35: ",
        "tags": [
            "Accessories",
            "Audio",
            "Gaming and Esports",
            "Home Entertainment and Office Hardware",
            "Sourcing and Manufacturing"
        ],
        "link": "http://www.hdtcsz.com/",
        "uuid": "6ee1fb18-fc20-4b3b-a3b8-3bd07b2ec08f"
    },
    {
        "company_name": "Shenzhen Hailan Electronics Co., Ltd.",
        "logo_file_name": "Shenzhen_Hailan_Electronic_Co.,_Ltd.",
        "company_mission": "To make computers simple and to provide a high-quality life for users through technology.",
        "items": "Medical All-in-One PC: A specialized all-in-one PC designed for medical professionals, featuring advanced technology for healthcare applications.\nIndustry All-in-One PC: An all-in-one PC tailored for industrial use, offering durability and functionality for various industry needs.\nOffice All-in-One PC: A versatile all-in-one PC suited for office environments, combining style and performance.\nGaming All-in-One PC: A powerful all-in-one PC specially designed for gaming enthusiasts with high-performance graphics.\nZhengcai All-in-One PC: An all-in-one PC focused on government procurement standards, ensuring compliance and quality.\nCommercial Complete Machine: A complete machine solution for commercial purposes, balancing performance and affordability.\nDisplay Monitor: High-quality display monitors available for various applications, providing excellent visuals.",
        "tags": [
            "Cloud Computing",
            "Education Tech",
            "Home Entertainment and Office Hardware",
            "Smart Home and Appliances",
            "Sourcing and Manufacturing"
        ],
        "link": "http://www.hailan.cn/",
        "uuid": "e8ac98ae-dcb2-4c99-8034-6302d3bc3c15"
    },
    {
        "company_name": "Shenzhen Grandtop Electronics Co., Ltd.",
        "logo_file_name": "Shenzhen_Grandtop_Electronics_Co.,_Ltd.",
        "company_mission": "Providing superior quality, fast turnaround, and turnkey service while maintaining IP protection in electronics manufacturing services.",
        "items": "PCBA OEM & ODM: Custom Printed Circuit Board Assembly (PCBA) services for various applications.\nMedical PCBA: Specialized PCBA services for medical devices and equipment.\nEnergy Control Board: PCBA designed for energy management systems.\nKiosk Control Board: Control boards designed for kiosk applications.\nCharging Pile Control Board: Control boards for electric vehicle charging stations.\nFood Equipment Controller: Controllers designed for food preparation and cooking appliances.\nSmart POS: Point of Sale systems integrated with smart technology.\nConference Camera: High-quality cameras designed for conference settings.\nTouch Screen Kiosk: Interactive kiosks with touch screen capabilities for customer engagement.\nVideo Teller Kiosk: Kiosks equipped with video communication for banking services.",
        "tags": [
            "Artificial Intelligence",
            "Digital Health",
            "Smart Home and Appliances",
            "Sourcing and Manufacturing",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.grandtopgroup.com/",
        "uuid": "a4ec6797-0c8a-4f6b-b6ac-e6035e1734d5"
    },
    {
        "company_name": "Shenzhen Gospell Smarthome Electronic Co Ltd",
        "logo_file_name": "Shenzhen_Gospell_Smarthome_Electronic_Co,._Ltd.",
        "company_mission": "To provide innovative and reliable smart home solutions that enhance the quality of life.",
        "items": "5104ZM Smart Doorbell: A smart doorbell with video capabilities for enhanced security.\nT5848YCA IP Camera: An IP camera for home surveillance with high-definition video.\n8217KP Baby Monitor Kit: A baby monitor kit that allows parents to keep an eye on their little ones.\nGL9170 Inspection Camera: An inspection camera designed for easy access to hard-to-reach areas.",
        "tags": [
            "Artificial Intelligence",
            "Home Entertainment and Office Hardware",
            "IoT/Sensors",
            "Smart Home and Appliances",
            "Sourcing and Manufacturing"
        ],
        "link": "https://www.goscam.com/",
        "uuid": "0309a9b4-a0b7-42e6-8902-e3e903826114"
    },
    {
        "company_name": "Shenzhen Forrest Health Technology Co., Ltd.",
        "logo_file_name": "Shenzhen_Forrest_Health_Technology_Co.,_Ltd",
        "company_mission": "All For Best Life, For Rest For Best!",
        "items": "Massage Cushion: A cushion designed for massage therapy to provide relaxation and comfort.\nSmart Massage Chair: An intelligent chair that offers various massage techniques for ultimate relaxation.\nFoot Massager: A machine specifically designed for foot massages to relieve stress and tension.\nShoulder Massage Strap: A strap that provides targeted massage to relieve discomfort in the shoulder area.\nMassage Pillow: A versatile pillow that offers massage features for neck and back support.\nPortable Massager: A compact and portable massager suitable for on-the-go relaxation.\nHand Massager: A device designed to massage hands and fingers, promoting circulation and relaxation.\nMulti-Functional Leg Massager: A device that provides various massage settings for legs to ensure relaxation and comfort.\nNeck and Back Massage Pad: A massage pad designed for the neck and back area, providing soothing relief.",
        "tags": [
            "Smart Home and Appliances"
        ],
        "link": "https://www.forrestmassager.com/",
        "uuid": "83b2f77e-a494-443e-ad97-f8085de0fb76"
    },
    {
        "company_name": "Shenzhen Everplus Technology Co., Ltd",
        "logo_file_name": "Shenzhen_Everplus_Technology_Co.,Ltd",
        "company_mission": "To provide reliable and sustainable energy solutions, empowering users with innovative portable power stations and solar energy storage systems.",
        "items": "EPB 300 Portable Power Station: 300W, 296Wh capacity, perfect for powering small electronics and camping trips.\nEPB 500 Portable Power Station: 500W, 515Wh capacity, suitable for a variety of outdoor and home uses.\nEPB 1000 Portable Power Station: 1000W, 1166Wh capacity, capable of running high-demand appliances and providing backup power.\nEPB 1500 Portable Power Station: 1500W, 1536Wh capacity, ideal for outdoor adventures and emergency power needs.\nEPB 2000 Portable Power Station: 2000W, 1872Wh capacity, designed for substantial energy needs and off-grid living.\nEPB 1000C Portable Power Station: 1000W, 1166Wh capacity, versatile and user-friendly, perfect for various applications.\nEPB 2400 Portable Power Station: 2400W, 2496Wh capacity, featuring AC Reverse fast charging and Smart UPS functionality.",
        "tags": [
            "Energy/Power"
        ],
        "link": "https://www.ever-plus.com/",
        "uuid": "01bb2dc5-59f3-43ca-b7c8-f5e715c71052"
    },
    {
        "company_name": "Shenzhen C&D Electronics Co., Ltd.",
        "logo_file_name": "Shenzhen_C&D_Electronics_Co.,_Ltd.",
        "company_mission": "Integration of research and development, manufacturing, marketing, and branding of smart control products.",
        "items": "Massage Chair Controller: Controller for massage chairs that enhances user comfort and functionality.\nElectric Bed Controller: Controller designed for electric beds to adjust positions and settings.\nRV Controller: Controller tailored for recreational vehicles to manage various functions.\nLifting Table Controller: Controller for lifting tables, allowing for height adjustment and user convenience.",
        "tags": [
            "Accessories",
            "IoT/Sensors",
            "Smart Home and Appliances",
            "Sourcing and Manufacturing"
        ],
        "link": "http://www.cn-cdrc.com/en/index.php",
        "uuid": "e9e38e79-cdb7-4fd3-b533-c20b1a71ad1a"
    },
    {
        "company_name": "Shenzhen Appphone Electronics Co., Ltd.",
        "logo_file_name": "Shenzhen_Apphone_Electronic_Co.,_Ltd.",
        "company_mission": "Focus on innovation and pursue quality.",
        "items": "MFI Cable: A high-quality certified MFI data cable for Apple devices.\nLightning Cable: Durable Lightning cables for fast charging and data transfer.\nUSB C Cable: Versatile USB C cables compatible with various devices.\nHUB Adapters: Adapters for connecting multiple devices to a single port.\nFast Charger: High-speed wall chargers for quick device charging.\nAudio Earphones: Premium audio earphones providing excellent sound quality.\nMicro Cable: Micro USB cables for charging and data transfer.\n20W USB C Wall Charger: Compact wall charger for fast charging USB C devices.\nNylon Braided Lightning Cable: Tangle-free, durable charging cable with a nylon braided exterior.\nDouble L Shape USB C To Lightning Cable: Convenient charging cable with a double L shape design.\nUSB 3.2 90 Degree Right Angle Cable: Cable designed with a right angle for easier connections.\n20V/5A 100W USB C To Type-C Braided Cable: Fast charging cable capable of supporting up to 100W.\nUS Plug 20W Power Adapter: 20W wall adapter for fast charging iPhones.\nAU Plug 20W Power Adapter: AU plug fast charging adapter for various Apple devices.\nEU Plug 20W Power Adapter: EU plug adapter designed for efficient device charging.\nUK Plug 20W Power Adapter: UK plug fast charger compatible with a wide range of devices.",
        "tags": [
            "Accessories",
            "Audio"
        ],
        "link": "https://www.szapphone.com/",
        "uuid": "82247f87-3a51-472f-9ab6-12a1d9382de3"
    },
    {
        "company_name": "Shenzhen Aoni Electronics Co., Ltd.",
        "logo_file_name": "Shenzhen_Aoni_Electronic_Co.,_Ltd.",
        "company_mission": "To become a leader in the intelligent audio and video industry.",
        "items": "Smart Automotive Electronics: Advanced technology solutions for automotive audio-visual systems.\nIOT Home Security Camera: Smart security camera for home monitoring and safety.\nCommercial Security Camera: High-quality security cameras designed for business premises.\nConference Equipment: Cutting-edge technology for effective communication during meetings.\nLive Streaming Equipment: Professional equipment tailored for high-quality live broadcasting.\nOffice Teaching Camera: Designed for educational settings, enhancing virtual learning experiences.\nAudio Products: A range of advanced audio solutions for various applications.",
        "tags": [
            "Artificial Intelligence",
            "Audio",
            "IoT/Sensors",
            "Smart Home and Appliances",
            "Video"
        ],
        "link": "https://www.anc.cn/",
        "uuid": "af135cf0-f9fc-40f7-8031-b233801419c7"
    },
    {
        "company_name": "Sheeva.AI",
        "logo_file_name": "Sheeva.AI",
        "company_mission": "Providing Vehicle Location Based Services And Payments For A Connected Future",
        "items": "Precise Location Solutions: Patented geolocation algorithms provide accuracy within 2 meters, enabling precise vehicle location services.\nOne Touch Activation: A simple and convenient activation for all services and payments, enhancing the user experience.\nDigital Wallet: Secure in-vehicle payments for driver services, streamlining the payment process for users.\nSmart Parking Solutions: A solution that simplifies locating, navigating to, and paying for parking using digital payments, all without needing additional apps.\nEV Charging Solutions: Allows drivers to identify compatible charging stations, initiate, and pay for charging sessions directly through their vehicle's interface.\nDrive-Thru Services: Enables a no-contact drive-thru experience with notifications for nearby options, in-vehicle ordering, and payment.\nCurbside Pickup Solutions: Real-time notifications and precise geolocation facilitate curbside pickup without the need for extra apps or logins.\nTolling & Road Use Charging: Simplifies fee collection for tolls and road usage with no new infrastructure required, cutting costs for agencies and drivers.",
        "tags": [
            "Energy/Power",
            "Fintech",
            "Retail/E-Commerce",
            "Smart Cities",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.sheeva.ai/",
        "uuid": "6f922c06-7611-40bc-b28e-a09eba94fb97"
    },
    {
        "company_name": "Rolling Wireless",
        "logo_file_name": "Rolling_Wireless",
        "company_mission": "Helping automotive OEMs and Tier 1 suppliers create applications that enhance safety, delight drivers, and generate additional revenue.",
        "items": "4G and 5G Modules: Rolling Wireless’ 4G and 5G modules are engineered from the ground up to achieve the highest level of compliance with automotive-grade specifications. Equipped with an application processor that runs an open-source embedded platform, our modules enable OEMs and Tier 1 suppliers to build a Linux-based telematics control unit (TCU) using a single module.",
        "tags": [
            "5G Technologies",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.rollingwireless.com/",
        "uuid": "6e027024-08ae-42d5-90e1-9a5b5abaa6a6"
    },
    {
        "company_name": "Rolling Square",
        "logo_file_name": "Rolling_Square",
        "company_mission": "Track & find any item, forever.",
        "items": "AirCard Pro: A smart tracker to help you locate your belongings and keep them safe.\nAirNotch Pro: An advanced tracking device designed for effortless tracking of your items.",
        "tags": [
            "Accessories",
            "Audio",
            "Lifestyle",
            "Retail/E-Commerce",
            "Smart Home and Appliances"
        ],
        "link": "https://rollingsquare.com/",
        "uuid": "4a11f638-ac77-420b-916e-23a9c3004c62"
    },
    {
        "company_name": "Ring",
        "logo_file_name": "Ring",
        "company_mission": "Working every day to keep people close to what’s important.",
        "items": "Stick Up Cam: A versatile indoor/outdoor camera that can be placed anywhere to keep an eye on your home.\nSmart Video Search: AI-assisted feature to search recorded motion events in your camera.\nBattery Doorbell Pro: Premium battery-operated doorbell with advanced features.\nPan-Tilt Indoor Cam: An indoor security camera that can pan and tilt for wider coverage.\nAlarm Security Kit, 5-Piece: A complete security system designed for comprehensive protection.\nRing Protect Plans: Subscription plans offering advanced features such as 24/7 recording and professional monitoring.\nPerson & Package Alerts: Alerts for recognized people and packages detected by your camera.\n180 Days of Video Event History: Ability to save and replay recorded videos for up to 180 days.\nAdd Alarm Professional Monitoring: Service that dispatches emergency responders when break-ins or emergencies occur.",
        "tags": [
            "IoT/Sensors",
            "Smart Home and Appliances",
            "Vehicle Tech and Advanced Mobility",
            "Video"
        ],
        "link": "https://ring.com/",
        "uuid": "b3b18520-50cc-4f19-a0c6-a2a8b5f7870b"
    },
    {
        "company_name": "Ridecell",
        "logo_file_name": "Ridecell",
        "company_mission": "Ridecell is at the forefront of an industry-wide effort to redefine automobile usage and ownership and transform transportation.",
        "items": "Ridecell 360: A solution that helps leasing companies and automotive OEMs operate with visibility and efficiency, orchestrating processes, and amplifying existing systems.\nRidecell Intelligence: Integrates data across all systems to provide better insights into business operations throughout the vehicle lifecycle.\nRidecell Orchestration: Enables large fleets to enhance operational efficiency by automating workflows throughout the vehicle lifecycle.\nRidecell Rental: Increases rental fleet utilization and security while reducing the workload of the management team.\nRidecell Fleet Share: Simplifies last-mile fleet operations with variable fleet management capabilities.",
        "tags": [
            "Sustainability",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://ridecell.com/",
        "uuid": "de8ae93f-4dc4-4eda-9279-d6eb74abccbd"
    },
    {
        "company_name": "Richtech Robotics",
        "logo_file_name": "Richtech_Robotics",
        "company_mission": "Bringing people together by automating the tasks that keep them apart.",
        "items": "ADAM: A friendly, interactive, two-armed robot that can perform a variety of tasks including food and beverage preparation.\nScorpion: Scorpion is an AI powered robot bartender that provides drink recommendations based on mood and preference.\nMatradee Plus: An efficient server robot designed for complex restaurant layouts.\nMedbot: Seamless medical deliveries. All day, every day.\nTitan: Streamline parts delivery with this heavy-duty delivery robot.\nDUST-E S: A compact floor cleaning robot that sweeps, vacuums, and scrubs in tight spaces.\nDUST-E MX: An industrial floor scrubbing robot that is designed to professionally clean at a rate of ~22,000 sqft/hr.\nSkylark: The first multifunction hospitality robot in the US that can communicate to guests, deliver items, clean up messes, and dispatch human employees for more complicated tasks.",
        "tags": [
            "Robotics"
        ],
        "link": "https://www.richtechrobotics.com/",
        "uuid": "53d509d4-0538-4564-adba-c8af5c373797"
    },
    {
        "company_name": "Resideo",
        "logo_file_name": "Resideo",
        "company_mission": "Provide holistic solutions that support home comfort, security, and awareness.",
        "items": "WiFi Color Touchscreen Thermostat: A smart thermostat that allows you to create custom temperature schedules and adjust the display color to match your home décor.\nL5 WiFi Water Leak Shutoff Valve: An affordable solution to help protect your home from costly water damage by shutting off leaks.\nT9 Smart Thermostat: Allows you to control your home's comfort remotely with room sensors for optimized heating and cooling.\nC2 WiFi Security Camera: A security camera that lets you see, hear, and know more about what’s happening in and around your home.\nSmart Home Security Outdoor MotionViewer: A security device that provides a view of your home's exterior and alerts you to any unusual activity.\nTrueEASE™️ Evaporative Humidifier: Balances humidity in your home to prevent dry skin and irritated sinuses.\nWiFi Water Leak and Freeze Detector: Keeps you connected and aware of potentially costly water activity in your home.",
        "tags": [
            "Energy/Power",
            "Smart Home and Appliances",
            "Video"
        ],
        "link": "https://www.resideo.com/",
        "uuid": "0b215845-85b9-49b4-8499-6f950beaff55"
    },
    {
        "company_name": "Renew Systems",
        "logo_file_name": "Renew_System",
        "company_mission": "With new materials and new technology, Renew Systems has achieved the world’s first total waterproofing.",
        "items": "Turbo Seal: Turbo Seal is a semi-permanent, high-adhesive, flexible waterproof gel (SRPG) that continued its evolution since 1999 under the Renew System’s strict Quality Assurance. It is currently showcasing 100% waterproof technology to the world.",
        "tags": [
            "Energy/Power",
            "Startups",
            "Sustainability"
        ],
        "link": "https://www.re-new.co.kr/eng/",
        "uuid": "0031d0bb-f892-409f-b78f-4e05f18c5878"
    },
    {
        "company_name": "RCA",
        "logo_file_name": "RCA",
        "company_mission": "Put color in your life by customizing the mood of your home according to desires, from your smartphone.",
        "items": "Smart Wi-Fi A19 LED Bulb: Customize the mood of your home lighting from your smartphone.\n1.6 CU FT Refrigerator Grey Trim: A compact refrigerator suitable for various spaces.\n65\" Smart 4K UHD LED RCA Roku TV: Enjoy high-definition viewing with this smart television.\nPortable Theater Projector 1080P: Experience cinematic quality at home with this portable projector.\nWine Cooler - 28 Bottle Storage: Store and chill your wine perfectly with this cooler.\nRCA 8\" HD Tablet: A versatile tablet for daily use.\nRCA 8\" HD Kids Tablet with Gel Case: A tablet designed for kids with added protection.",
        "tags": [
            "Accessories",
            "Energy/Power",
            "Gaming and Esports",
            "Smart Home and Appliances"
        ],
        "link": "https://www.rca.com/",
        "uuid": "4120b0ef-c73e-4d39-ba4f-61e8cd8ab644"
    },
    {
        "company_name": "Ramtech",
        "logo_file_name": "Ramtech",
        "company_mission": "Wireless solutions to save lives, protect assets and gain insight",
        "items": "WES Wireless Temporary Fire Alarm System: A pioneering wireless fire and emergency alarm system range designed for construction and industrial sites, offering advanced evacuation alarms.\nREACT App Safety System: An innovative wireless technology and cloud-based system using a mobile app for real-time emergency responses, protecting assets and site staff 24/7.\nWiSE Monitoring Application: A monitoring application that allows for the oversight of properties and security operations, providing data insights and alerts.",
        "tags": [
            "Construction Tech",
            "IoT/Sensors"
        ],
        "link": "https://ramtechglobal.com/",
        "uuid": "543c5609-2536-438c-9691-4cbf42ede32e"
    },
    {
        "company_name": "RAM Mounts",
        "logo_file_name": "RAM_Mounts",
        "company_mission": "To provide innovative mounting solutions for a wide range of devices.",
        "items": "RAM® X-Grip® Universal Holder for 12\"-13\" Tablets: A versatile holder that securely grips tablets from 12 to 13 inches, ideal for use in various mounting applications.\nRAM® Tough-Claw™ Double Ball Mount: A strong mount designed for action cameras and other devices, featuring a double ball design for versatility and security.\nGDS® Tough-Dock™ for Tablets: A rugged docking solution designed to keep tablets secure and charged in various environments.\nIntelliSkin® Thin-Case™ for Samsung Tab S9+: A protective case designed for the Samsung Tab S9+ that integrates seamlessly with the GDS ecosystem.\nGDS® Hand-Stand™ Hand Strap and Kickstand for Tablets: An ergonomic accessory designed to provide a hand strap and kickstand functionality for tablet use.\nGDS® Hub™ with USB Type-C: A versatile hub designed for vehicle use with USB Type-C connections for powering devices.\nGDS® View™ 13.3\" Touch Screen Monitor: A touch screen monitor designed for mobile applications, perfect for enhancing productivity in various settings.\nRAM® Quick-Grip™ XL Phone Holder: A universal phone holder that allows for one-handed docking and easy access to devices.\nRAM® Tough-Mirror™: A rugged and adjustable mirror mount designed for vehicles and other challenging environments.\nGDS® CAN Bus with FMS Connector: A connectivity solution designed for vehicles utilizing the CAN bus system, perfect for data transfer and diagnostics.",
        "tags": [
            "Accessibility",
            "Accessories",
            "Energy/Power",
            "Home Entertainment and Office Hardware",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://rammount.com/",
        "uuid": "54173864-86a0-40f9-bbc9-ec9fb98d7112"
    },
    {
        "company_name": "One Silicon Chip Photonics",
        "logo_file_name": "One_Silicon_Chip_Photonics",
        "company_mission": "providing inertial navigation sensors for autonomous vehicle advanced driver assistance systems (ADAS).",
        "items": "Integrated Optical Motion Sensors: High performance integrated optical motion sensors specifically designed for self-driving cars and drones.\nPhotonic Integrated Circuits (PIC): Advanced technology enabling low cost, low power consumption sensors critical for Autonomous Vehicles.\nOptical Gyroscopes: Gyroscopes for applications in industry, energy, and infrastructure, including Structural Health Monitoring (SHM) of critical structures.\nDrone Navigation Sensors: Sensors that enhance drone flight range and navigational accuracy for safer autonomous navigation.\nRobotics Motion Sensors: Sensors providing accurate and efficient angular positioning for consumer and industrial robotics.\nAerospace Sensor Solutions: Lightweight and small form factor sensor solutions designed for aerospace applications with sensitivity to EMI.\nDefense Application Motion Sensors: Low cost and lightweight motion sensors suitable for niche applications in defense.",
        "tags": [
            "AgTech",
            "Drones",
            "IoT/Sensors",
            "Robotics",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://onesiliconchipphotonics.com/",
        "uuid": "fae748d7-7c9c-4914-890f-0c758f2b90f0"
    },
    {
        "company_name": "OLEDWorks",
        "logo_file_name": "OLEDWorks",
        "company_mission": "We empower your creative illumination.",
        "items": "Atala OLED Rear Light Panels: LED panels designed specifically for automotive lighting, offering unique aesthetic qualities and energy efficiency.\nFlexible Automotive OLED Panels: Flexible OLED panels that can be integrated into various automotive designs, enhancing visual appeal and functionality.\nSecond-Generation Digital OLED Panels: Advanced digital OLED panels that provide unmatched brightness and customization options for modern vehicles.\nOLED Lighting Solutions: A range of OLED lighting products that deliver effective illumination while being environmentally friendly.\nCustom OLED Designs: Tailored OLED solutions for manufacturers looking to prototype and implement innovative lighting applications.",
        "tags": [
            "Sustainability",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.oledworks.com/",
        "uuid": "618634d6-234f-43fc-a823-ab7c6a84c97d"
    },
    {
        "company_name": "Nymble",
        "logo_file_name": "Nymble",
        "company_mission": "AI enabled cooking that saves time and effort in meal preparation.",
        "items": "Nymble Cooking Device: An AI-enabled cooking device that helps users prepare a variety of meals conveniently and efficiently.\nChicken Pad Thai: A delicious noodle dish made with chicken, peanuts, and vegetables, prepared with the help of Nymble.\nChili Paneer: A popular vegetarian dish made with paneer in a spicy chili sauce, crafted effortlessly using Nymble.\nThai Red Curry: A flavorful Thai dish featuring red curry paste, coconut milk, and vegetables, cooked to perfection with Nymble.\nKorean Chicken: Tender chicken pieces marinated in Korean spices and cooked with the Nymble device.\nJapanese Curry: A savory curry dish made with Japanese curry roux and served with rice, easily prepared using Nymble.\nQuinoa Bowl: A nutritious meal featuring quinoa, vegetables, and protein, made simple with Nymble.\nSpaghetti Alfredo: Creamy pasta made with Alfredo sauce, cooked conveniently with the Nymble.\nCajun Chicken Pasta: A zesty pasta dish with Cajun-seasoned chicken, seamlessly prepared using Nymble.\nHakka Noodles: Stir-fried noodles with vegetables and sauces, created effortlessly with Nymble.\nRice Kheer: A traditional Indian dessert made with rice and milk, easily prepared with Nymble.\nSaag Paneer: A classic Indian dish with spinach and paneer, made with ease using Nymble.\nPaneer Tikka Masala: A rich and creamy curry with marinated paneer, prepared effortlessly using Nymble.\nChicken Lettuce Wrap: Fresh lettuce wraps filled with seasoned chicken, effortlessly made with Nymble.\nDal Makhani: A slow-cooked lentil dish, rich in flavor and made simple with Nymble.\nBreakfast Potatoes & Sausages: A hearty breakfast dish that combines crispy potatoes and sausages, made easier with Nymble.\nGarlic Butter Shrimp: Succulent shrimp sautéed in garlic butter, prepared seamlessly using the Nymble device.",
        "tags": [
            "Food Tech",
            "Smart Home and Appliances"
        ],
        "link": "http://www.eatwithnymble.com/",
        "uuid": "8b1e309e-ee90-42a4-8925-452b9d2d9423"
    },
    {
        "company_name": "Muddy Gecko",
        "logo_file_name": "Muddy_Gecko",
        "company_mission": "Muddy Gecko becomes an extension of your marketing team and offers traditional & AI-infused marketing services.",
        "items": "AI-Infused Marketing Services: Marketing services enhanced with AI technology to optimize performance and reach.\nContent Creation: World-class content including websites, blogs, articles, infographics, brochures, and whitepapers.\nDigital Marketing Services: Services including SEM, SEO, digital advertising, social marketing, and email newsletter campaigns.\nMarket Research: In-depth market research services to understand industry trends and consumer behavior.\nBranding and Strategy: Comprehensive branding strategies and market positioning services.\nVideo Production: Production of various types of videos including explainer, social media, and event coverage.\nContract Staffing: Providing marketing professionals on a contract basis to support business needs.\nTrade Shows & Events: Planning and executing marketing strategies for trade shows and events.",
        "tags": [
            "Artificial Intelligence",
            "Cloud Computing",
            "Digital Health",
            "IoT/Sensors",
            "Marketing and Advertising"
        ],
        "link": "https://muddygecko.com/",
        "uuid": "d2361f7d-3263-490d-8aa2-6a0ece8cd031"
    },
    {
        "company_name": "Motwani Jadeja Family Foundation",
        "logo_file_name": "Motwani_Jadeja_Family_Foundation",
        "company_mission": "Empowers young entrepreneurs in India and beyond through fellowships, direct investments and partnerships.",
        "items": "Motwani Jadeja Impact Fellowship: A fellowship program designed to empower impact leaders, focusing on fostering entrepreneurship and social change.\nMJF Summer Internship: Internship opportunities for young individuals to gain experience while promoting social impact.\nHindu Chaplains Initiative: A pioneering initiative to unveil the first seven interreligious Hindu Chaplains, focusing on spiritual wellness and community service.\nMJF Art Prize: An art prize aimed at highlighting and supporting creative expressions that reflect social issues and empowerment.",
        "tags": [
            "Startups",
            "Education Tech",
            "Sustainability",
            "Lifestyle"
        ],
        "link": "https://mjf.world/",
        "uuid": "cbf45227-ffd7-4d40-a6f1-533b36c2a018"
    },
    {
        "company_name": "Motorbunny",
        "logo_file_name": "Motorbunny",
        "company_mission": "To provide an accessible Sybian sex toy alternative and a commitment to consistent innovation that can change the sex lives of millions.",
        "items": "Motorbunny Original: Motorbunny Original is the classic ride on top vibrator designed to deliver incredible orgasms with multiple attachment options.\nMotorbunny Buck: Motorbunny Buck is the world’s first hybrid saddle vibrator and thrusting sex machine, enhancing sexual experiences with its unique design.\nMotorbunny Real 'My Friend Dick' Attachment: A premium dual density silicone attachment made with platinum cured body-safe silicone for enhanced pleasure.\nMotorbunny Cover: Water-resistant nylon covers that personalize your Motorbunny while providing an easily cleanable surface.\nBDSM Restraints: These easy-to-use restraints are one size fits all and perfect for bondage with Motorbunny.\nMotorbunny Backpack: Stylish and convenient backpack designed for secure storage and transport of your Motorbunny.\nMotorbunny Cruiser Bag: A premium storage and travel solution for Motorbunny that ensures safe and discreet transport.\nMotorbunny Link: Wireless technology that offers seamless control of your Motorbunny with integrated games and endless combinations.\nPremium Silicone Clit Stim XL Attachment: A premium silicone attachment designed for intense dual-action internal and external stimulation.\nPremium Silicone Keister Bunny Prostate Massager Attachment: Specifically designed for prostate stimulation, made with premium 100% silicone for comfort and enjoyment.\nMotorbunny Original Vac-U-lock Adapter: A specialized adapter that allows creative experiences with various compatible attachments.\nPremium Silicone 'TurbOh!' Attachment: This attachment adds an extra gear to your Motorbunny experience, crafted from durable, premium silicone.\nMystic Bad Dragon Attachment: A textured silicone attachment designed specifically for the Motorbunny for unique sensations.\nJiggle Butt for Men: An innovative attachment designed for enhanced stimulation and enjoyment, compatible with Motorbunny.\nMotorbunny Storage Solutions: Travel bags and storage solutions designed to securely transport and store your Motorbunny and accessories.",
        "tags": [
            "Accessibility",
            "Content and EntertaInment",
            "Gaming and Esports",
            "Lifestyle",
            "Streaming"
        ],
        "link": "https://www.motorbunny.com/",
        "uuid": "872f6b10-c8ae-4ec0-a89b-1f7be40be315"
    },
    {
        "company_name": "Moon Tech Electronics",
        "logo_file_name": "Moontech_Electronics",
        "company_mission": "Your Ultimate B2B Electronics Partner",
        "items": "Meta 3S: Latest smartphone offering with advanced features.\nPlaystation Slim Disc: Next-gen gaming console with enhanced graphics and performance.\nHero 13: Top-selling action camera known for its high-quality video and durability.\nIphone 16: Latest iPhone with cutting-edge technology and design.",
        "tags": [
            "Audio",
            "Fitness",
            "Gaming and Esports",
            "Imaging",
            "Metaverse"
        ],
        "link": "https://www.moontechelectronics.com/",
        "uuid": "3e007ace-6d36-4f92-b8ff-427eb833807c"
    },
    {
        "company_name": "Mission CES",
        "logo_file_name": "Mission_CES",
        "company_mission": "Accompany large companies and startups to understand the current digital trends and meet the necessary partners for their future development.",
        "items": "Visitor Packs: Explore the major trends in digital technology with pre-visit guides, themed guided tours, visitor badges, lunches, daily briefings, business dinners, and access to networking evenings.\nGuided Tours: Experience thematic guided tours that cover mobility, key players, web evolution, artificial intelligence, and health solutions at the CES.\nExhibition Stands: Expose at CES with competitive prices, including turnkey stands, company presentations, visibility PR operations, and access to networking evenings.",
        "tags": [
            "Marketing and Advertising",
            "Retail/E-Commerce",
            "Startups",
            "Travel and Tourism"
        ],
        "link": "https://www.missionces2025.com/",
        "uuid": "7b78fab7-a8c2-47ae-9895-d6973166fa31"
    },
    {
        "company_name": "MIMO Detect",
        "logo_file_name": "MIMO_Detect",
        "company_mission": "Conception de solutions innovantes pour la détection de réseaux enterrés.",
        "items": "Underground Network Tracer: An innovative solution for detecting underground networks with high precision. It utilizes advanced technology to provide unparalleled accuracy in locating and mapping underground utilities such as water, electricity, telecommunication, and gas, while minimizing the risks of infrastructure damage.",
        "tags": [
            "AR/VR/XR",
            "Artificial Intelligence",
            "Construction Tech",
            "IoT/Sensors",
            "Robotics"
        ],
        "link": "https://www.mimodetect.com/",
        "uuid": "4d68a7e7-0f54-4342-95f1-46bc7d8f4674"
    },
    {
        "company_name": "Mimi Hearing Technologies GmbH",
        "logo_file_name": "Mimi_Hearing_Technologies",
        "company_mission": "To adapt audio to unique hearing abilities and restore missing details, making music richer and improving clarity in dialogue.",
        "items": "Mimi Sound Personalization: A technology that adapts audio to individual hearing profiles, enhancing clarity and richness in sound.\nMimi for Headphones: Enhances audio for headphones, making instruments more distinguishable and dialogue clearer for an improved listening experience.\nMimi for TV: Improves TV audio by controlling speech levels independent of background sounds, creating a more immersive experience.\nMimi for Speakers: Restores details in music and audio content when using speakers, especially in noisy environments.\nMimi Hearing Test App: A reliable app for hearing assessment that delivers understandable results in just 5 minutes.\nLuxury Zohn-1 Earbuds: High-end earbuds that provide exceptional audio quality and personalized sound experiences.",
        "tags": [
            "Accessibility",
            "Audio",
            "Digital Health"
        ],
        "link": "https://mimi.io/",
        "uuid": "4d26498d-d03d-41b4-aad3-c5daefd43601"
    },
    {
        "company_name": "Miko",
        "logo_file_name": "Miko",
        "company_mission": "At Miko, we believe that AI can shape our world for the better. We're committed to making a positive impact on people and the planet through the magic of AI.",
        "items": "Miko Mini: The bestselling AI robot with interactive games, academic content, and a human-like personality.\nMiko 3: GPT powered conversational learning robot for kids that is small in size but big on personality.\nMiko Chess - Grand: A magnificently handcrafted wooden chess board with automated chess movements and advanced AI.\nMiko Chess: This next-gen multigaming board has super fast blitz movements & interactive embedded lights.\nMiko Max: Unlimited access to premium content from Disney, Kidoodle, Da Vinci Kids, and more with 1000+ games, educational videos, stories, puzzles, music, coding, and yoga.",
        "tags": [
            "Artificial Intelligence",
            "Education Tech",
            "Smart Home and Appliances",
            "Gaming and Esports"
        ],
        "link": "https://www.miko.ai/",
        "uuid": "24eb4d4b-2085-4dda-881d-cbf3d9077b10"
    },
    {
        "company_name": "Microsystems, Inc.",
        "logo_file_name": "Microsystems,_Inc.",
        "company_mission": "We provide unique microfluidic technologies for autonomous driving and security industries.",
        "items": "Self-cleaning AI Security Camera: An advanced security camera equipped with AI technology and a self-cleaning mechanism to ensure clear images and reliable surveillance.\nSecurity Camera: A high-definition security camera designed for various surveillance applications.\nExternal Devices: Additional devices that enhance the functionality and usability of security and autonomous driving systems.\nDrop Free Glass (DFG): The world's first electronic self-cleaning glass that removes contaminants from camera surfaces using microfluidic technology.",
        "tags": [
            "Artificial Intelligence",
            "Smart Cities",
            "Startups"
        ],
        "link": "https://www.microsystems.co.kr/index.php",
        "uuid": "f580ecc2-a6ae-49db-95a6-8411b4f8956f"
    },
    {
        "company_name": "Monogoto",
        "logo_file_name": "Monogoto",
        "company_mission": "Embed, manage and scale connectivity the way connected devices need — built in, always on and for every single use case.",
        "items": "Software-Defined Connectivity: A seamless solution designed for optimal continuous connectivity through a single subscription, supporting various network types including public, private 5G, and satellite.\nIoT Connectivity: Connectivity solution tailored for Internet of Things devices, ensuring real-time data processing and scalability.\nPrivate LTE/5G: Dedicated network infrastructure providing high-speed and secure connectivity for enterprise applications.\nSatellite Connectivity: Global connectivity options for devices located in remote areas, leveraging satellite technology.\nFleet Management Solutions: Comprehensive connectivity solutions for managing and monitoring vehicles, ensuring efficient fleet operations.\nSmart Metering Solutions: Enable utilities to monitor and manage energy consumption through secure and reliable connectivity.\nAsset Tracking Solutions: Real-time tracking solutions for various assets, enhancing visibility and management in multiple industries.\nWaste Management Solutions: Connected solutions for efficient waste collection and management, providing real-time data and reporting.\nClean Energy Solutions: IoT-driven solutions for monitoring and managing clean energy resources.\nAutomated Connectivity Management: APIs and tools for seamless integration of additional services and granular control over connectivity types.",
        "tags": [
            "IoT/Sensors"
        ],
        "link": "https://monogoto.io/",
        "uuid": "1fc8e9c3-3ac8-41aa-a63e-7979658bec6e"
    },
    {
        "company_name": "Mobileye",
        "logo_file_name": "Mobileye",
        "company_mission": "Leading the evolution from assisted to autonomous driving.",
        "items": "Mobileye Cloud-Enhanced Driver-Assist™: A technology that enhances drivers' abilities by providing cloud-based data and analytics.\nMobileye SuperVision™: An advanced driver-assistance system combining various camera and sensor technologies for superior situational awareness.\nMobileye Chauffeur™: A self-driving solution designed for ride-hailing and transport services.\nMobileye Drive™: A comprehensive self-driving platform integrating all necessary hardware and software for autonomous vehicle navigation.\nEyeQ Kit™: A specialized kit for developers to create and test applications using Mobileye's advanced driver-assistance and autonomous driving technologies.",
        "tags": [
            "Artificial Intelligence",
            "Cloud Computing",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.mobileye.com/",
        "uuid": "6e939258-606d-4df2-8ee5-324232357e31"
    },
    {
        "company_name": "Mitsui Fudosan Residential Co., Ltd.",
        "logo_file_name": "Mitsui_Fudosan_Residential_Co.,_Ltd.",
        "company_mission": "To create a supportive living environment and enhance community life through high-quality residential offerings.",
        "items": "Condominiums: Offering diverse lifestyle brands that respond to various living needs, including essential knowledge for condominium purchases and customer case studies.\nSingle-family Homes: A cohesive production of comfortable living environments, producing everything from street appearances to facilities, specifically featuring the 'Fine Court' brand.\nRental Apartments: High-quality rental properties provided under the 'Park Axis' brand, leveraging extensive experience from our residential construction business.\nLiving Services: Comprehensive support services designed to maintain and enhance residents' quality of life, facilitated by the Mitsui Fudosan Group.\nCommunity Programs: Proactive initiatives to cultivate enriching communities through resident engagement activities such as welcome meetings and local markets.",
        "tags": [
            "Lifestyle",
            "Smart Home and Appliances",
            "Sustainability"
        ],
        "link": "https://www.mfr.co.jp/",
        "uuid": "0bb70ffd-81c4-453d-a253-f1c006125b2e"
    },
    {
        "company_name": "Motrex",
        "logo_file_name": "Motrex",
        "company_mission": "We will lead future automotive industry by Automotive HMI technology which connect between people and machine. We will establish new IVI environment through IT Technology amalgamation who never had experienced before.",
        "items": "Mobility Display: Provides drivers with various information and enjoyment.\nSafety Technologies: Offers technologies for remote vehicle control and driver health checks.\nConvenience Solutions: Realizes customer satisfaction with efficient and advanced technology available anytime and anywhere.",
        "tags": [
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "http://www.motrex.co.kr/",
        "uuid": "3cfafb10-5084-4939-9819-eedc23ae95a7"
    },
    {
        "company_name": "Monks",
        "logo_file_name": "Monks",
        "company_mission": "To team up with agile, always-improving, ever-evolving teams where everyone belongs.",
        "items": "",
        "tags": [
            "AR/VR/XR",
            "Artificial Intelligence",
            "Content and EntertaInment",
            "Marketing and Advertising",
            "Retail/E-Commerce"
        ],
        "link": "https://monks.com/",
        "uuid": "cad3b7a4-4dc6-47e4-a50e-a6aff27cc1df"
    },
    {
        "company_name": "Modal Motors",
        "logo_file_name": "Modal_Motors",
        "company_mission": "To innovate and enhance the future of mobility through advanced technology and design.",
        "items": "",
        "tags": [
            "Drones",
            "Energy/Power",
            "Robotics",
            "Startups",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://modalmotors.com/",
        "uuid": "1992d4b8-6510-4c19-aeb1-10fb767eb148"
    },
    {
        "company_name": "MIPS",
        "logo_file_name": "MIPS",
        "company_mission": "Deliver efficient, configurable, and scalable computing solutions based on the open standard RISC-V architecture.",
        "items": "MIPS RISC-V Cores: A series of efficient and scalable RISC-V cores designed for customized workloads with multi-threading capabilities.\nData Movement Cores: Application-specific cores that facilitate efficient data movement, optimized for AI applications.\nEmbedded Computing Solutions: Compact and easy-to-integrate compute solutions designed for embedded applications to ensure optimal resource utilization.\nCloud Data Center Solutions: High-performance, power-efficient computing architectures designed for modern data center requirements.\nAutomotive Compute Solutions: Safety-certified multi-core, multi-thread architecture enhancing performance for ADAS and autonomous systems.",
        "tags": [
            "5G Technologies",
            "Artificial Intelligence",
            "Cloud Computing",
            "Streaming",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://mips.com/",
        "uuid": "8dd97406-ce80-4e93-b94c-9978c4b61342"
    },
    {
        "company_name": "MicroEJ",
        "logo_file_name": "MicroEJ",
        "company_mission": "MicroEJ turns any electronic product or ‘things’ into smart things by providing software solutions for various applications.",
        "items": "MicroEJ Software Solutions: Software solutions that enable the design of smart devices for various applications including wearables, home appliances, industrial devices, IoT devices, and more.\nVEE Script: A streamlined subset of JavaScript optimized for dynamic user interfaces and real-time data display.",
        "tags": [
            "Cloud Computing",
            "Energy/Power",
            "Fitness",
            "Smart Cities",
            "Smart Home and Appliances"
        ],
        "link": "https://www.microej.com/",
        "uuid": "ac7dc93b-0099-4ba5-ac2b-79669f806c5c"
    },
    {
        "company_name": "MetroVac",
        "logo_file_name": "MetroVac",
        "company_mission": "To provide strong, efficient, and effective vacuum solutions that are environmentally friendly.",
        "items": "Cordless Hand Vac: A portable and powerful cordless hand vacuum designed for convenience.\nMetroVac Gift Card: Gift card available in various denominations for MetroVac products.\nAir Force® Commander® Variable Speed Pet Dryer: A powerful pet dryer with variable speed settings to ensure your pet's quick drying.\nElectraSweep® ES-105: An efficient vacuum cleaner designed for comprehensive cleaning.\n220/240V Vac N Blo® Compact Wall Mount VNB4AFBR: Compact wall-mounted vacuum with blowing capabilities for versatile use.",
        "tags": [
            "Accessories",
            "Lifestyle",
            "Smart Home and Appliances",
            "Sourcing and Manufacturing"
        ],
        "link": "https://metrovac.com/",
        "uuid": "ea728bff-80c8-44d0-a7ff-81e4857088f5"
    },
    {
        "company_name": "Methodica Technologies",
        "logo_file_name": "Methodica_Technologies",
        "company_mission": "To provide embedded solutions for a wide range of project and business needs in the automotive sector, while contributing to a clean future with comprehensive powertrain solutions.",
        "items": "Mechanical Design Services: Assistance in responsive and functional mechanical design for enterprises and businesses worldwide.\nHardware Design Services: Design and development for a broad range of futuristic embedded sub-systems of Automotive Electronics solutions, including ADAS, Infotainment, Telematics, and Navigation systems.\nAUTOSAR Services: Strategic partnership for vehicle manufacturers and suppliers in the automotive electronics and software industry.\nProcess Consulting: Feasible and practical plans for successfully transforming businesses based on their needs.\nCertification Agile Training Course: Training in the fundamental principles and ideas behind the Agile approach.\nCyber Security Services: Providing robust solutions to secure connected automobiles and commercial vehicles from hacking threats.\ni-TAP: Independent Test Automation Platform designed for automotive testing.\nPeekaboo: Advanced HIL system for data logging and replay from ADAS sensors.",
        "tags": [
            "Energy/Power",
            "IoT/Sensors",
            "Robotics",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "http://www.methodicatech.com/",
        "uuid": "18613319-d0ff-471d-915d-579afedae763"
    },
    {
        "company_name": "Metabuild",
        "logo_file_name": "Metabuild",
        "company_mission": "Metabuild is specialized in AI platform/LLM/data hub/my data, linked integrated middleware(ESB/APIG/IoT/network), and smart transportation/autonomous vehicles/city construction platform.",
        "items": "MAI: AI·LLM·MyData - Providing AI platform·LLM and My Data relay platform in various fields such as AI music, AI traffic incident image classification detection, etc.\nData Fabric Suite: Data Fabric Suite - Data End to End SW to utilize Data as a shared asset.\nMESIM: MESIM Middleware - Korea's No. 1 linkage integrated middleware that guarantees customer IT service stability through high-speed/large-capacity data transmission and reception.\nSMART: SMART Platform - Radar-based incident detection radar and digital twin-based integrated control system developed with domestic technology.",
        "tags": [
            "AR/VR/XR",
            "Artificial Intelligence",
            "IoT/Sensors",
            "Metaverse",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "http://www.metabuild.co.kr/Index.do?lang=en",
        "uuid": "3325fd4d-b615-4c87-8ff3-fa0986cf5802"
    },
    {
        "company_name": "MemryX",
        "logo_file_name": "MemryX",
        "company_mission": "To provide innovative AI accelerators for edge applications, enabling simpler and scalable AI processing solutions.",
        "items": "MemryX MX3 Accelerator: The MX3 Edge AI Accelerator is designed for simplicity and scalability, allowing seamless integration into existing systems with optimal performance for AI workloads.\nMemryX MX3 M.2 Accelerator Module: This module takes the workload off the GPU, providing a compact solution for enhanced AI processing capabilities.",
        "tags": [
            "Artificial Intelligence",
            "IoT/Sensors",
            "Startups",
            "Vehicle Tech and Advanced Mobility",
            "Video"
        ],
        "link": "https://memryx.com/",
        "uuid": "4b57e292-0e94-4595-a72e-c654826526bf"
    },
    {
        "company_name": "Melissa",
        "logo_file_name": "Melissa",
        "company_mission": "To provide smart, sharp solutions that clean, verify, update, match and enrich data to help organizations maintain accurate and fresh data.",
        "items": "Single Address Lookup: Check a single or handful of U.S. or international addresses.\nBatch Address Cleansing: Process an entire address list for accuracy & completeness.\nAddress Verification APIs: Build address validation right into your own applications.\nData Quality Platforms: Melissa's Full Spectrum Data Quality approach.\nData Verification APIs: Melissa’s Smart, Sharp Tool Approach.\nIdentity Verification: Increase compliance, reduce fraud and improve onboarding.\nE-Commerce Solutions: Improve customer onboarding, marketing & fulfillment.\nMailing Tools: Qualify for postal discounts with USPS CASS & PAVE Certified solutions.",
        "tags": [
            "Enterprise",
            "Fintech"
        ],
        "link": "http://www.melissa.com/",
        "uuid": "0dec5b4f-df82-4f5a-8e6f-5ef58f825b28"
    },
    {
        "company_name": "MeetKai",
        "logo_file_name": "MeetKai",
        "company_mission": "AI has revolutionized the way software is envisioned, created, and utilized. MeetKai accelerates that.",
        "items": "Functionary: Functionary is MeetKai's family of open-source Large Language Models (LLMs). It is designed for function calling and challenges the accuracy levels of GPT-3.5 and GPT-4.\nInteractive Experiences: MeetKai supports interactive experiences in enterprise and consumer settings, utilizing AR/VR training and digital twins.\nConsumer Experiences: MeetKai offers consumer experiences that leverage the power of AI to enhance user engagement and satisfaction.\nEducational Experiences: MeetKai provides educational experiences using innovative technologies to enhance learning and training processes.\nAR/VR Training: MeetKai's AR/VR training solutions offer immersive learning experiences for a variety of applications.\nDigital Twins: MeetKai's digital twin technology allows for innovative simulation and modeling solutions.",
        "tags": [
            "AR/VR/XR",
            "Artificial Intelligence",
            "Gaming and Esports",
            "Metaverse",
            "Startups"
        ],
        "link": "https://meetkai.com/",
        "uuid": "6dd279e6-c7f1-46a8-a4c2-cbe7fb4651e1"
    },
    {
        "company_name": "MAXST",
        "logo_file_name": "MAXST",
        "company_mission": "Expanding customer experiences and delivering value through virtual and augmented reality technologies.",
        "items": "AR Platform: A lightweight yet powerful AR engine at a reasonable price.\nMetaverse Platform: A development platform for easily creating XR metaverse services.\nBuilt-in Solution: An industrial AR solution for intuitive and convenient work collaboration.\nSmart Glasses Solution: A solution that connects your life with the metaverse.\nMAXST AR SDK: An optimized platform for augmented reality app development.\nWidearth: Create new experiences and value in an expanded space beyond the limits of reality.\nMAXVERSE: Provides the best development environment for users to create realistic metaverses.\nMAXWORK: An innovative solution that increases work efficiency and reduces resources by introducing AR in the industrial field.\nMAXST Technology: Presents various technologies of MAXST that go beyond AR to provide spatial computing.",
        "tags": [
            "AR/VR/XR",
            "Artificial Intelligence",
            "Cloud Computing",
            "Metaverse",
            "NFT"
        ],
        "link": "http://www.maxst.com/",
        "uuid": "9bbaea22-3b03-40f0-b790-c14b2e093163"
    },
    {
        "company_name": "Matias",
        "logo_file_name": "Matias",
        "company_mission": "To create innovative computer peripherals that improve productivity and enhance the user experience.",
        "items": "RGB-Backlit Wired Aluminum Keyboard for Mac: A stylish keyboard with RGB backlighting designed specifically for Mac users.\nWireless Aluminum Keyboard with Backlight: A wireless version of the aluminum keyboard that features backlighting for easy typing in low light conditions.\nErgo Pro - The best ergonomic keyboard: An ergonomic keyboard designed to provide comfort and reduce strain during long typing sessions.\nQuiet Pro - the quiet mechanical keyboard: A mechanical keyboard designed for quiet operation, making it ideal for shared workspaces.",
        "tags": [
            "Accessories",
            "Education Tech",
            "Gaming and Esports",
            "Home Entertainment and Office Hardware",
            "Sourcing and Manufacturing"
        ],
        "link": "https://www.matias.ca/",
        "uuid": "4601d6a8-03b5-4232-862d-c1691e3ec109"
    },
    {
        "company_name": "Mars International",
        "logo_file_name": "Mars_International",
        "company_mission": "To manufacture high-quality, affordable electrical and mechanical assemblies and provide product development services with a design for manufacturing approach.",
        "items": "Printed Circuit Board Assemblies: High quality printed circuit board assemblies manufactured domestically with capabilities for low to mid-range volumes.\nCustom Plastic Injection Molding: Turnkey production of custom plastic injection molding with high-volume manufacturing through offshore facilities.\nElectrical and Mechanical Assemblies: Specialists in developing efficient manufacturing strategies for new products or upgrading existing ones.\nProduct Design Services: Comprehensive product design services including specification generation, circuit design, software and firmware development, and mechanical design.\nSupply Chain Management: Extended supply chain management infrastructure, leveraging global manufacturing networks and supplier relationships for cost-effective product delivery.\nTotal Quality Management: ISO 9000-certified quality control management ensuring effective and efficient manufacturing processes that exceed customer expectations.",
        "tags": [
            "Energy/Power",
            "IoT/Sensors",
            "Smart Cities",
            "Smart Home and Appliances",
            "Sourcing and Manufacturing"
        ],
        "link": "https://www.marsint.com/",
        "uuid": "7218ff85-6510-41c4-a221-1b3506058c5c"
    },
    {
        "company_name": "Make My Day",
        "logo_file_name": "Make_My_Day",
        "company_mission": "Helping Companies to electrify their fleets and manage them",
        "items": "Routing & Charging App for Drivers: Efficient, AI-powered route and charging optimization for drivers, guiding them to their destinations on the best possible routes with minimal downtime.\nEV Fleet Management System: Stay connected and in control with an easy-to-use system that optimizes fleet performance in real time, ensuring efficiency and reliability.\nFleet Electrification Planning Tool: Accurately assess the costs of fleet electrification, create a comprehensive charging infrastructure plan, and evaluate your environmental impact with our powerful tool.",
        "tags": [
            "Energy/Power",
            "Smart Cities",
            "Startups",
            "Sustainability",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.makemydayapp.com/",
        "uuid": "d8a94064-298b-446a-b9b9-c3dc94a4438b"
    },
    {
        "company_name": "Madhive",
        "logo_file_name": "Madhive",
        "company_mission": "Full-stack programmatic advertising engineered for today, tomorrow, and beyond to Set TV Free.",
        "items": "CTV Operating System: A customizable, automated, all-in-one platform designed for modern TV advertising, allowing users to reach the right audience and measure campaign impact.\nSelf-Serve Platform: A platform that imports data, tracks performance, and brings digital accountability to TV advertising.\nPre-Sales Planner: A tool that helps tune campaign planning and predict performance by providing a comprehensive view of opportunities across the programmatic CTV bid stream.\nDecisioning Engine: A powerful engine that provides high-fidelity views of hard-to-find audiences, enabling smarter buying and improved performance.\nModular UI: An out-of-the-box or custom-built user interface that powers various functionalities for modern TV advertising.",
        "tags": [
            "Enterprise",
            "Marketing and Advertising",
            "Streaming",
            "Video"
        ],
        "link": "https://www.madhive.com/",
        "uuid": "62f07417-a35f-430a-92fa-7821ae9b94f6"
    },
    {
        "company_name": "Macnica, Inc.",
        "logo_file_name": "Macnica,_Inc.",
        "company_mission": "To contribute to the development of society through technology and innovation.",
        "items": "",
        "tags": [
            "Technology",
            "Startups",
            "Innovation"
        ],
        "link": "https://www.macnica.co.jp/en/company/",
        "uuid": "dcbdc3d1-1f19-4b72-a73f-22562d61086d"
    },
    {
        "company_name": "M&S Accessory Network",
        "logo_file_name": "M&S_Accessory_Network",
        "company_mission": "M&S Accessory Network is a global consumer electronics company servicing major retailers for over 15+ years. We specialize in designing and producing trend right products for adults, teens, & children.",
        "items": "Branded Consumer Electronics: A range of branded consumer electronics designed for adults, teens, and children.\nLicensed Products: Products produced under license for various well-known brands.\nProprietary Designs: Custom designs exclusive to M&S Accessory Network.\nPrivate Label Products: Products designed for retail partners under their own brands.\nCustom and Private Label Designs: Tailored designs created specifically for retailers to match their branding.",
        "tags": [
            "Accessories",
            "Audio",
            "Gaming and Esports",
            "Smart Home and Appliances",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.mnsbrands.com/",
        "uuid": "2d5a1285-60d3-4d6c-9902-cccc0d907335"
    },
    {
        "company_name": "Luxonis",
        "logo_file_name": "Luxonis",
        "company_mission": "Luxonis is enabling a new generation of computer vision products and companies to exist.",
        "items": "OAK-1-Lite: 1x RGB 13M, 81° FOV, USB or PoE, IMX214 - from $99.\nOAK-D-Lite: 2x B/W 1x RGB 13M, 81° FOV, USB, IMX214 - from $149.\nOAK-D-S2: 2x B/W 1x RGB 12M, 81° FOV, USB or PoE, IMX378 - from $249.\nOAK-D-Pro: 2x B/W 1x RGB 12M, 81° FOV, USB or PoE, IMX378 - from $349.",
        "tags": [
            "Artificial Intelligence",
            "IoT/Sensors",
            "Robotics",
            "Video"
        ],
        "link": "https://www.luxonis.com/",
        "uuid": "d9c2c2d5-7d80-4811-9ce6-92f5a79b4e61"
    },
    {
        "company_name": "Lutron Electronics Co., Inc",
        "logo_file_name": "Lutron_Electronics_Co.,_Inc.",
        "company_mission": "To create innovative lighting and shading solutions that enhance the quality of life.",
        "items": "Ketra D2 Downlight: The world’s most innovative light source—evolved. Experience Ketra Natural Light in a reimagined, two-inch aperture downlight.\nNew Maestro Dual Controls with LED+ Technology: Expanded compatibility; same space-saving design – control two loads independently from a single location.\nAthena: A simple, flexible, all-in-one commercial lighting control system that puts the power to personalize light in the palm of your hands.\nRadioRA 3: RA has been upgraded from the inside out to deliver an exceptional experience.",
        "tags": [
            "Energy/Power",
            "Home Entertainment and Office Hardware",
            "Lifestyle",
            "Smart Home and Appliances"
        ],
        "link": "https://www.lutron.com/",
        "uuid": "967b80f1-0868-4448-be0b-4a227553a22b"
    },
    {
        "company_name": "Lockly",
        "logo_file_name": "Lockly",
        "company_mission": "To provide exceptional smart locks with advanced security features for homeowners, ensuring safety and accessibility.",
        "items": "Lockly Vision Elite: The Ultimate Video Smart Lock that offers real-time monitoring with a 2K video camera and advanced AI biometric recognition.\nSmart Safe: Smart Safe provides a secure way to protect valuables with fingerprint access and additional security features.\nZeno Series: Industry-first Facial Recognition smart lock that unlocks automatically when you approach.\nPeek-Proof Lockly Secure Plus Smart Lock: A smart lock featuring randomized PIN numbers to prevent code guessing.\nWi-Fi Enabled Lockly Secure Pro Smart Lock: Allows for remote control and monitoring via smartphone, including an advanced biometric sensor.\nLockly Flex Touch Fingerprint Deadbolt: Fingerprint deadbolt with fast recognition and a key option.\nLockly Model 7S Hack-Proof Keypad Smart Lock: A keypad smart lock designed to be hack-proof and secure.",
        "tags": [
            "IoT/Sensors",
            "Lifestyle",
            "Smart Home and Appliances"
        ],
        "link": "https://lockly.com/",
        "uuid": "eefd6241-10ae-43d5-828f-d6885ed62cd3"
    },
    {
        "company_name": "LiquidView",
        "logo_file_name": "LiquidView",
        "company_mission": "Transform and Inspire with Digital Windows that enhance spaces and well-being.",
        "items": "LiquidView Digital Windows: Transform any room by adding a spectacular view with LiquidView’s digital windows. Designed by IDEO, these windows enhance wellness and transform spaces by providing beautiful content and expert engineering. Starting at $8,999.\nInWall Digital Window: Recessed into the wall, this trim-ready option integrates seamlessly with existing spaces, requiring a minimum wall depth of 6”-8”. Ideal for a contemporary appearance.\nOnWall Digital Window: Easily mounts directly onto existing walls using a cleat and bracket system, providing a sleek trim option without extensive modifications. Perfect for quick installations.",
        "tags": [
            "Content and EntertaInment",
            "Digital Health",
            "Smart Home and Appliances",
            "Startups"
        ],
        "link": "https://www.theliquidview.com/",
        "uuid": "bcc8c688-b813-42ee-9036-66c74ac6025a"
    },
    {
        "company_name": "Linxura",
        "logo_file_name": "Linxura",
        "company_mission": "Enhance smart home experience by simplifying control and improving usability.",
        "items": "Linxura Smart Controller: A portable remote that allows control of multiple smart home devices without needing additional hubs or apps. It features long-lasting performance, an e-paper display for energy efficiency, backlighting for nighttime usability, and a 'Find My Controller' feature.",
        "tags": [
            "Smart Home and Appliances",
            "Startups"
        ],
        "link": "https://www.linxura.com/",
        "uuid": "4e52f657-db69-4239-b46e-3ce36353ce0c"
    },
    {
        "company_name": "Lightbrite",
        "logo_file_name": "Lightbrite",
        "company_mission": "We create prescriptive experiences for mental fitness and emotional wellbeing. We offer personalized, data-driven feedback, sound healing and wellness practices that are accessible, actionable and measurable. Based on traditional wisdom and time honored teachings, we allow people to understand themselves and their environment, optimize their emotional wellness and experience greater harmony to feel better.",
        "items": "",
        "tags": [
            "Artificial Intelligence",
            "Audio",
            "Content and EntertaInment",
            "Digital Health",
            "Lifestyle"
        ],
        "link": "https://www.lightbrite.net/",
        "uuid": "ca7e996c-7e12-4cdf-bd0f-12aa7df92f39"
    },
    {
        "company_name": "LG Electronics",
        "logo_file_name": "LG_Electronics",
        "company_mission": "To create a better life for all through technology and innovation.",
        "items": "AI Core-Tech Washing Machine & Dryer: AI-powered laundry solutions that enhance efficiency and convenience.\nLG TVs: High-quality televisions with cutting-edge display technology.\nLG Refrigerators: State-of-the-art refrigerators with smart technology and energy efficiency.\nLG Laptops: Innovative laptops designed for performance and versatility.\nLG Computer Monitors: High-resolution monitors for a superior visual experience.\nLG Mobility Solutions: Advanced automotive displays, infotainment systems, and connectivity solutions.",
        "tags": [
            "Smart Home and Appliances",
            "Vehicle Tech and Advanced Mobility",
            "Home Entertainment and Office Hardware",
            "Artificial Intelligence",
            "Sustainability"
        ],
        "link": "https://www.lg.com/us",
        "uuid": "303b36cc-9286-4ef6-bf14-f94e10bfba1b"
    },
    {
        "company_name": "Choose Europe",
        "logo_file_name": "Choose_Europe",
        "company_mission": "To promote responsible travel and sustainable tourism in Europe.",
        "items": "",
        "tags": [
            "Smart Cities",
            "Startups",
            "Sustainability"
        ],
        "link": "https://chooseeurope.eu/",
        "uuid": "757c5dd9-cf81-40d7-9196-baa02ebc2628"
    },
    {
        "company_name": "Chipolo",
        "logo_file_name": "Chipolo",
        "company_mission": "To help people find their personal items quickly and easily using innovative finder technology.",
        "items": "Chipolo ONE & CARD: The original Chipolo finders for iPhones and Android phones, works with the Chipolo app.\nChipolo ONE Spot & CARD Spot: Spot finders, exclusively for iPhones, that work with the Apple Find My app.\nChipolo ONE Point & CARD Point: Point finders, exclusively for Android phones, that work with Google’s Find My Device app.",
        "tags": [
            "Fitness",
            "Home Entertainment and Office Hardware",
            "Lifestyle",
            "Smart Home and Appliances",
            "Travel and Tourism"
        ],
        "link": "https://www.chipolo.net/",
        "uuid": "6f3e384a-cddc-407a-bb23-cfe0ba29dacd"
    },
    {
        "company_name": "CHERRY",
        "logo_file_name": "CHERRY",
        "company_mission": "Ambitious specialists dedicated to refining simple solutions, empowering individuals to reach their goals effortlessly. Bright solutions that set the standard for optimal input and output, both now and in the future.",
        "items": "CHERRY XTRFY K4V2: The ultimate gaming keyboard for all-level gamers.\nCHERRY STREAM DESKTOP COMFORT: The wireless desktop set – Ergonomic and quiet working at its best.\nCHERRY KW 7100 MINI BT FOR MAC: Compact multi-device keyboard with Mac layout.\nCHERRY STREAM MOUSE COMFORT: The silent click mouse with ergonomic shape and wireless freedom.\nCHERRY MW 2200: Compact Laptop Mouse with Nano USB Receiver and Carrying Pouch.\nCHERRY KC 200 MX: Clear-cut design mechanical keyboard with anodized metal plate.\nCHERRY KW 7100 MINI BT: Multi-Device Compact Keyboard with Three Bluetooth® Channels.\nCHERRY KW 3000: Low-Noise, Wireless Full-Size Keyboard.\nCHERRY KW X ULP: Ultra low profile high end keyboard with mechanical switches.\nCHERRY KW 9200 MINI: Rechargeable multi-device compact keyboard with 2.4 GHz wireless, Bluetooth® 5.0 and cable connection.\nCHERRY UM 3.0: USB microphone for streaming and using in the office.\nCHERRY STREAM KEYBOARD WIRELESS: The best STREAM ever as a wireless keyboard.\nCHERRY KW 9100 SLIM: Rechargeable design keyboard for discerning customers.\nCHERRY XTRFY K4V2 RGB TKL: Mechanical gaming keyboard.\nCHERRY MX 3.1: Next level gaming – powerful gaming keyboard in a trendy aluminum housing.\nCHERRY XTRFY M68 PRO WIRELESS: Ultra-fast symmetrical gaming wireless mouse.\nCHERRY XTRFY M64 PRO WIRELESS: Ultra-fast ergonomic gaming mouse.\nCHERRY XTRFY NGALE X: Professional USB & XLR mic for recording and streaming.\nCHERRY XTRFY NGALE R: Premium USB mic for recording and streaming.\nCHERRY XTRFY K5V2 COMPACT: 65% mechanical gaming keyboard.\nCHERRY MX-LP 2.1 Compact Wireless: A colorful trendsetter: the small gaming keyboard for great performance at work too.\nCHERRY XTRFY M50: Lightweight gaming mouse.\nCHERRY MX 8.2 TKL Wireless: The wireless gaming pro – a winner in both aesthetics and workmanship.\nCHERRY MX 3.0S Wireless: Winning wireless speed – maximum wireless gaming performance in innovative aluminum design!\nCherry eHealth Terminal ST-1506: Easily disinfectable touchscreen solution for telematics infrastructure applications.\nCherry eHealth PIN-Pad PP-1516: Easily disinfectable PIN-Pad for greater comfort and hygiene for patients and medical professionals.\nAK-C8112 Medical Keyboard: Disinfectable medical keyboard with full layout and flat key profile.\nAK-PMH3 Medical Mouse Scroll Sensor WL: Wireless Medical Mouse with scroll sensor for glossy surfaces.\nAK-PMH3 Medical Mouse 3-Button Scroll: Medical Mouse with 3-button scroll for glossy surfaces.\nCHERRY KEYS: Individual key assignment with CHERRY KEYS.",
        "tags": [
            "Digital Health",
            "Education Tech",
            "Gaming and Esports",
            "Home Entertainment and Office Hardware"
        ],
        "link": "https://www.cherryamericas.com/",
        "uuid": "3f9466eb-57f9-459e-87a4-01e2fd2adfd4"
    },
    {
        "company_name": "C-Smartlink Information Technology Co., Ltd.",
        "logo_file_name": "C-Smartlink_Information_Technology_Co.,_Ltd.",
        "company_mission": "Mainly producing and selling consumer electronic products, computer / mobile peripheral accessories, including audio & video cables / adapters / converters / switches / hubs / dockings/dongles, and mobile phone data / charging cables, SSD enclosures, especially expert in USB-C (Type-C) products and wireless HDMI adapters.",
        "items": "Charger (GaN PD) 20W: 20W GaN Charger for fast charging.\nCharger (GaN PD) 33W: 33W GaN Charger for efficient power supply.\nCharger (GaN PD) 40W: 40W GaN Charger for quick device charging.\nCharger (GaN PD) 65W: 65W GaN Charger designed for high-performance devices.\nCharger (GaN PD) 100W: 100W GaN Charger suitable for charging laptops and tablets.\nWireless Charger: Qi-enabled Wireless Charger for various smartphones.\nPower Bank 300W: 300W Power Bank for high-capacity energy storage.\nUSB-C Hub 7 Ports: 7 Ports USB-C Hub for expanding connectivity.\nUSB-C Docking Station Triple Display: USB-C Docking Station with support for triple display output.\nHDMI Splitter: HDMI Splitter for connecting multiple displays.\nUSB-C Cable Adapter: Versatile USB-C Cable Adapter for various devices.\nUSB-C SSD Enclosure: External SSD Enclosure for USB-C to facilitate fast data transfer.\nPower Station 1000W: 1000W power station for portable energy supply.\n4K HDMI Cable: High-speed 4K HDMI Cable for media streaming.",
        "tags": [
            "Accessories",
            "Audio",
            "Video"
        ],
        "link": "https://www.c-smartlink.com/",
        "uuid": "2587f7ca-276e-4d85-8ff6-c74c01565a17"
    },
    {
        "company_name": "BuzzTV",
        "logo_file_name": "BuzzTV",
        "company_mission": "To provide innovative entertainment solutions and enhance viewing experiences through technology.",
        "items": "PowerStation 6: A powerful streaming device with enhanced performance and capabilities for a superior entertainment experience.\nX5 Streaming Device: A compact and efficient streaming device that provides access to a wide range of content.\nClassic Streaming Device: An easy-to-use streaming device that offers a variety of entertainment options to users.\nU5 Streaming Device: A versatile streaming device that combines performance and affordability for everyday users.\nHD5 Streaming Device: High-definition streaming device that delivers stunning picture quality and a rich entertainment experience.\nE5 Streaming Device: An entry-level streaming device that provides access to popular streaming services.\nB5 Streaming Device: A budget-friendly streaming solution that offers essential features for casual viewers.",
        "tags": [
            "Audio",
            "Home Entertainment and Office Hardware",
            "Marketing and Advertising",
            "Retail/E-Commerce",
            "Sourcing and Manufacturing"
        ],
        "link": "https://www.buzztv.com/",
        "uuid": "4f5231a3-b73b-447f-bbae-4aae8252c61c"
    },
    {
        "company_name": "BuildWithin",
        "logo_file_name": "BuildWithin",
        "company_mission": "For a world with zero vacancies, zero unemployment, & zero barriers",
        "items": "On-the-Job Training Software: Asynchronous learning platform, equipped with AI coaches, task management, and powerful administrative tools.\nJob Matching Tools: Powerful career exploration, job readiness, and precision matching technology.\nWorker Productivity Tools: On-demand and mobile responsive tools to accelerate the impact of new hires.\nMaestro AI: The AI companion that elevates worker productivity and learning, empowering employees with immediate knowledge access, rapid problem-solving, and support in over 80 languages.",
        "tags": [
            "Education Tech",
            "Artificial Intelligence",
            "Startups",
            "Digital Health"
        ],
        "link": "https://www.buildwithin.com/",
        "uuid": "9139d793-faaf-494e-a093-a2a0d9c13b48"
    },
    {
        "company_name": "Brunswick Corporation",
        "logo_file_name": "Brunswick_Corporation",
        "company_mission": "As a global leader in marine recreation, we're committed to transforming experiences on the water and beyond. Through sustained investment in consumer-focused technology and bold innovation, and by driving synergies across the boating ecosystem, we continuously strive for a future with more opportunities to access and enjoy boundless adventures on the water.",
        "items": "Brunswick ACES Innovation Strategy: A strategy focusing on Autonomy/Assistance, Connectivity, Electrification, and Shared Access, aimed at enhancing boating experiences.\nElectric Propulsion Systems: Advanced electric propulsion systems for boats, enhancing performance and sustainability.\nRemote Boat Monitoring Systems: Innovative systems that allow for remote monitoring and operation of boat features, improving user experience.\nFreedom Boat Club Membership: A convenient and affordable alternative to boat ownership, allowing access to a fleet of boats.\nNavan™ Boat: A new line of boats featured for its North American premiere at the Fort Lauderdale International Boat Show.",
        "tags": [
            "Accessories",
            "Artificial Intelligence",
            "Lifestyle",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://brunswick.com/",
        "uuid": "b46f73e4-7355-44ea-84b4-e60cb15e36a0"
    },
    {
        "company_name": "Broadpeak",
        "logo_file_name": "Broadpeak",
        "company_mission": "Deliver the highest quality of experience for video streaming solutions.",
        "items": "High Performance Cache: Build your own CDN, leveraging a high-performance cache.\nAdvanced CDN: A content delivery network solution ready for the upcoming challenges of video streaming.\nCloud DVR: Petabytes of TV recordings at your fingertips.\nContent Personalization: Targeted advertising and video content personalization made easy.\nMulticast ABR: Upgrade IPTV to ABR with no compromise on QoE.\nOrigin Packager: Package and protect your video content.\nCDN Selection: Manage your growth and robustify your video delivery solution through a multi-CDN approach.",
        "tags": [
            "Cloud Computing",
            "Content and EntertaInment",
            "Marketing and Advertising",
            "Streaming",
            "Video"
        ],
        "link": "https://broadpeak.tv/",
        "uuid": "2caade28-fac1-4cad-bffb-3d4516a56e7f"
    },
    {
        "company_name": "Botronics",
        "logo_file_name": "Botronics",
        "company_mission": "Automate life, empower the world!",
        "items": "Self-Driving Golf Trolley: iXi is revolutionizing the golf experience with a self-driving golf trolley designed for seamless play. Using smart camera and GPS technology, it autonomously follows users on the course, while features like a waterproof touchscreen, real-time performance insights, and battery efficiency enhance both convenience and game quality.",
        "tags": [
            "Vehicle Tech and Advanced Mobility",
            "Smart Home and Appliances"
        ],
        "link": "https://ixi.golf/",
        "uuid": "21235e84-da3b-4cac-bab8-aa1445d8e26e"
    },
    {
        "company_name": "Bosch",
        "logo_file_name": "Bosch",
        "company_mission": "Bosch develops innovations that provide solutions to the major challenges of our time.",
        "items": "Home Appliances: A wide range of home appliances designed for convenience, efficiency, and sustainability.\nPower Tools: Innovative power tools for DIY enthusiasts and professionals, making work easier and more efficient.\nGarden Tools: A collection of high-quality garden tools to help maintain and beautify your outdoor spaces.\nMeasuring Tools: Precise measuring tools for various applications in construction and crafting.\nCleaning Tools: Effective cleaning tools designed to help keep your home clean and tidy.\nHeating, Cooling, and Well-being Solutions: Solutions for maintaining comfort and energy efficiency in your home.\nSmart Home Solutions: Products that enable smart living and home automation for added convenience.\nMobility Solutions: Comprehensive vehicle technology offerings including hardware, software, and services.\nIndustry Solutions: Innovative products and services tailored for industry and trade applications.\nMarket-specific Solutions: A wide range of products and solutions tailored to meet specific market needs.",
        "tags": [
            "IoT/Sensors",
            "Smart Home and Appliances",
            "Sustainability",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.bosch.com/",
        "uuid": "63ce1954-d799-4079-a681-30570b09e994"
    },
    {
        "company_name": "Boréas Technologies",
        "logo_file_name": "Boréas_Technologies",
        "company_mission": "Boréas Technologies ultra-low-power piezo drivers enable the next generation of high-definition piezo haptics.",
        "items": "Ultra-Low Power Piezo Driver with Advanced Sensing (BOS1921): An ultra-low power piezo driver that features advanced sensing capabilities.\nMulti-Channel, Ultra-Low Power Piezo Driver (BOS0614): Designed for multiple channels, offering ultra-low power consumption.\nUltra-Low Power Piezo Driver (BOS1901): A highly efficient piezo driver known for low power consumption and quick response.\nPowerful Piezo Driver for Automotive Applications (BOS1211): A robust piezo driver tailored for automotive applications.\nBOS1921-KIT: An evaluation kit for the BOS1921 piezo driver.\nBOS0614-Kit: Evaluation kit designed for the BOS0614 piezo driver.\nBOS1901-Kit: Evaluation kit for the BOS1901 piezo driver.\nBOS1211-Kit: Evaluation kit specifically for the BOS1211 piezo driver.\nSolid-State Piezo Buttons: Solid-state haptic buttons providing localized haptics and force sensing.\nHaptic Trackpads: Ultra-thin piezo haptic trackpads that deliver exceptional feedback.\nPiezoelectric Micropumps: Micropumps utilizing piezo technology for efficient fluid movement.",
        "tags": [
            "Fitness",
            "IoT/Sensors",
            "Startups",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.boreas.ca/",
        "uuid": "dfd968da-bc9c-4573-8113-799c02cefaeb"
    },
    {
        "company_name": "Bonrex Technology Co.,Ltd",
        "logo_file_name": "Bonrex_Technology_Co.,_Ltd.",
        "company_mission": "To create the maximum benefits to our employees and customers",
        "items": "Rechargeable Lithium Battery: A battery that can be recharged and used multiple times.\nLiFePO4 Battery: A lithium iron phosphate battery known for its safety and long cycle life.\nLi polymer Battery: A flexible battery that offers high energy density.\nLi-ion Battery: A popular type of rechargeable battery used in many devices.\nPrimary Battery: A non-rechargeable battery used for a single use.\nLiSoCl2 Battery: A lithium thionyl chloride battery known for its high energy density.\nLiMnO2 Battery: A lithium manganese dioxide battery used in various applications.\nCustom Battery Pack: Customized battery packs designed to meet specific requirements.\nPrimary Lithium Battery Pack: A battery pack made of primary lithium batteries.\nRechargeable Lithium Battery Pack: A battery pack that can be recharged multiple times.",
        "tags": [
            "Accessories",
            "Drones",
            "Energy/Power",
            "IoT/Sensors",
            "Sourcing and Manufacturing"
        ],
        "link": "http://www.bonrex.com/",
        "uuid": "441ae0cd-ccc9-489a-b797-7ab9292e9020"
    },
    {
        "company_name": "BOE Varitronix",
        "logo_file_name": "BOE_Varitronix",
        "company_mission": "Leveraging our extensive history of innovation, solid technological base, and rich production experience, BOE Varitronix is able to provide comprehensive, cost-effective, and high-quality value-added services.",
        "items": "IDS-ST22005-01: Spin View is an affordable versatile new product that combines the familiar rotary knob with a display and touch sensor. This makes it the perfect solution for products that require precise input, such as audio and video players, white goods, coffee makers, and medical devices.\nE2144CS021: A product specifically designed for various display applications.\nE2200CS021: A high-quality display component suitable for automotive and industrial use.\nE2260CS021: A versatile display product used in automotive and medical applications.\nE2266CS0C1/E2266CS0C2: Display units designed for specialized applications with high performance.\nE2266HS092: A robust display module built for industrial automation and control.\nMDLS16263-103: A multi-functional display module intended for various applications.\nMDLS16263-147: A compact display solution with enhanced visual performance.\nMDLS16265BD-109: A display device designed for efficient operation in diverse environments.\nMDLS16268CD-104: An advanced display component with integrated features for modern devices.",
        "tags": [
            "Home Entertainment and Office Hardware",
            "IoT/Sensors",
            "Digital Health",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://boevxusa.com/",
        "uuid": "d0d44154-fb18-41d5-85df-826e889dc389"
    },
    {
        "company_name": "Bodyfriend",
        "logo_file_name": "Bodyfriend",
        "company_mission": "Extend the lives of its users by 10 years through healthy living practices.",
        "items": "FALCON: FALCON massage chairs offer deep tissue therapy, ergonomic design, and heat therapy for full-body relaxation and muscle recovery. Perfect for home use. 27 Programs, XD Massage, ROVO Technology, Zero Gravity, and personalized massage profiles.\nELIZA: ELIZA massage chairs provide deep tissue therapy, ergonomic design, and heat therapy for full-body relaxation. Features include a small footprint, zero-gravity recline, hip airbag massage, and Bluetooth speakers.\nFAMILIE: FAMILIE massage chairs offer deep tissue therapy, ergonomic design, and heat therapy for full-body relaxation. This minimalist chair doubles as a chic lounger and features zero-gravity recline, auto/manual massage options, and calf airbag massage.\nONEW: ONEW massage chairs provide a unique at-home massage application, including heat therapy, auto/manual programs, and precision body scan. Designed for full-body relaxation and muscle recovery.",
        "tags": [
            "Lifestyle",
            "Robotics",
            "Smart Home and Appliances"
        ],
        "link": "https://www.bodyfriend.com/",
        "uuid": "87c7ae51-960b-43ad-be8a-8586bc08df6c"
    },
    {
        "company_name": "Blumind",
        "logo_file_name": "Blumind",
        "company_mission": "Blumind is doing this using standard cost-effective CMOS process technology, enabling AI for everyone, everywhere.",
        "items": "BM110: Always-on Key Word Detection/Audio/Time Series Data\nBM210: Always-on Vision, Images, Sensor Fusion with Audio\nAMPL™ IP/Chiplets: Blumind’s AMPL™ IP core or chiplet technology can be integrated into ODM products, low-cost standard CMOS, Silicon proven, and optimized for Power Performance Area.\nSoftware: Production grade models for rapid deployment of always-on classification for Blumind products with no custom compiler required.\nSolutions: Support on data set training and implementation to accelerate AI deployment.",
        "tags": [
            "AR/VR/XR",
            "Artificial Intelligence",
            "IoT/Sensors",
            "Startups",
            "Sustainability"
        ],
        "link": "https://blumind.ai/",
        "uuid": "34383ba1-d435-40d2-adeb-f8a3441bef38"
    },
    {
        "company_name": "BLUETTI",
        "logo_file_name": "BLUETTI",
        "company_mission": "To provide eco-friendly power solutions and ensure energy access for all.",
        "items": "BLUETTI Handsfree 2: Portable backpack power solution with hands-free capability.\nBLUETTI Handsfree 1: Convenient portable backpack power solution for outdoor adventures.\nBLUETTI Charger 1: Fast charging solution for all your devices.\nAC500 + B300S: Expandable power for home backup and off-grid life.\nAC200L: Designed for outdoor adventures with robust power capabilities.\nAC180: Reliable power source for various devices during your travels.\nBLUETTI AC180 Flex: Subscription service for unlimited portable power for just $39.95 a month.\nLiFePO₄ Battery: Safe, durable, and eco-friendly energy storage solution.",
        "tags": [
            "Energy/Power",
            "Smart Home and Appliances"
        ],
        "link": "https://www.bluettipower.com/",
        "uuid": "73c7eb6b-3b6c-415c-8c36-b2848e6df9d9"
    },
    {
        "company_name": "Blues",
        "logo_file_name": "Blues",
        "company_mission": "transform every physical product into an intelligent service, helping communities and companies to save time and money, and improve the world.",
        "items": "Notecard: A developer-friendly, production-ready embeddable communications module that delivers data from your device to your cloud service using simple web standards.\nNotehub: A cloud service that allows you to integrate and route data from your Notecard to any cloud application.\nWireless for PLC: Turnkey wireless connectivity solution for the Arduino Opta PLC, enabling installation of Notecard for enhanced functionality.\nStarnote: A solution for connecting device manufacturers to satellite networks using the Notecard ecosystem.",
        "tags": [
            "Cybersecurity",
            "Digital Health",
            "IoT/Sensors",
            "Smart Cities",
            "Smart Home and Appliances"
        ],
        "link": "https://blues.io/",
        "uuid": "85917dc4-c1b5-4846-9e27-20f19b0374f7"
    },
    {
        "company_name": "BlueAnt Wireless",
        "logo_file_name": "BlueAnt_Wireless",
        "company_mission": "To enhance the audio experience with innovative and high-quality Bluetooth products.",
        "items": "Next Level Party Speaker: A powerful Bluetooth speaker designed for parties, delivering high-quality sound with robust build.\nPortable Bluetooth Speaker: Compact and portable, this Bluetooth speaker offers convenience and great sound quality for any on-the-go lifestyle.\nBluetooth Sound Bar: Enhance your home entertainment with this high-performance Bluetooth sound bar, providing immersive audio experience.\n160-Watt Bluetooth Party Speaker: A powerful 160-Watt Bluetooth speaker ideal for parties and events, delivering deep bass and high volume.\nWireless Headphones: Experience freedom with these wireless headphones, designed for comfort and superior sound quality.\nMicrophone StreamX: A versatile microphone designed for streaming and live events, ensuring clear audio transmission.",
        "tags": [
            "Audio",
            "Content and EntertaInment",
            "Gaming and Esports",
            "Home Entertainment and Office Hardware",
            "Smart Home and Appliances"
        ],
        "link": "https://blueantwireless.com/",
        "uuid": "2f411fd7-c100-4f97-ae6a-feaebb8df800"
    },
    {
        "company_name": "Bitdefender",
        "logo_file_name": "Bitdefender",
        "company_mission": "Bitdefender is committed to defending organizations and individuals around the globe against cyberattacks to transform and improve their digital experience.",
        "items": "Bitdefender Total Security: All-in-one protection for you and your family's digital journey across all devices.\nBitdefender Small Office Security: Essential protection for small businesses that secures confidential data and helps maintain a solid reputation.\nBitdefender GravityZone CSPM+: Advanced Cloud Security Posture Management and Cloud Infrastructure Entitlement Management along with cloud workload security.\nBitdefender Endpoint Security: Enterprise-grade security platform or managed service to enhance cyber resilience for businesses.",
        "tags": [
            "5G Technologies",
            "Cybersecurity",
            "IoT/Sensors",
            "Smart Home and Appliances"
        ],
        "link": "https://www.bitdefender.com/",
        "uuid": "42b11738-8481-4144-aa60-38c6808323fa"
    },
    {
        "company_name": "Bird Buddy",
        "logo_file_name": "Bird_Buddy",
        "company_mission": "To educate the community about the importance of local birds and how they contribute to a more balanced ecosystem.",
        "items": "Bird Buddy Smart Bird Feeder: An AI-powered bird feeder that captures photos of birds visiting your backyard and organizes them in a beautiful collection.\nSmart Hummingbird Feeder: Specially designed to transform your garden into a safe haven for hummingbirds.\n3-in-1 Nutrition Set: Combines the functions of a water fountain, fruit stake, and jelly tray into one convenient package.\nPerch Extender: Allows larger birds to land comfortably and accommodates multiple birds in a single photo.\nSolar Roof: A detachable solar panel that provides eco-friendly power for the Bird Buddy.\nSuet Ball Holder: A holder that can be filled with bird treats, easily mounted on the Bird Buddy perch.",
        "tags": [
            "Smart Home and Appliances",
            "Sustainability",
            "IoT/Sensors",
            "Lifestyle"
        ],
        "link": "https://www.mybirdbuddy.com/",
        "uuid": "52c5670d-e6fd-483c-9e11-6761c79566f7"
    },
    {
        "company_name": "BIOPOP International Inc.",
        "logo_file_name": "BIOPOP_International_Inc",
        "company_mission": "To empower individuals with comprehensive and non-invasive health monitoring solutions for proactive health management.",
        "items": "ELIXIR: A groundbreaking, non-invasive health monitoring device that uses advanced spectroscopy for real-time blood analysis and comprehensive health insights.",
        "tags": [
            "Digital Health",
            "Lifestyle"
        ],
        "link": "https://www.biopopinternational.com/",
        "uuid": "fbfc30ea-8d88-48e7-a763-d29c4ccd1d8f"
    },
    {
        "company_name": "BioLite",
        "logo_file_name": "BioLite",
        "company_mission": "For every product sold, a person living in energy poverty gains access to safe lighting and charging through BioLite.",
        "items": "Charge 100 Max: A portable power bank designed for outdoor adventures, providing a reliable way to charge your devices.\nBaseCharge 600+: A high-capacity power station perfect for camping or emergency backup, with enough power to keep multiple devices charged.\nBaseCharge 1500+: An ultra-high capacity power station ideal for extended trips off-grid, supporting multiple device charging needs.\nSolarHome 620+: A solar-powered energy solution designed to provide lighting and charging in off-grid locations.\nAlpenGlow Mini: A portable, rechargeable lantern that provides warm light for outdoor activities.\nAlpenGlow 500: A compact lantern that offers a variety of light settings and is perfect for camping or backyard gatherings.\nHeadLamp 325: A lightweight, adjustable headlamp providing bright light for activities such as hiking or camping.\nCharge 80 PD: A versatile power bank that supports quick charging for various devices.\nHeadLamp 800 Pro: A high-performance headlamp with multiple brightness settings and extended battery life.\nFirePit+: A portable fire pit that offers an efficient way to enjoy a bonfire with friends and family.\nCampStove Complete Cook Kit: A compact cooking system that uses biomass to cook meals, perfect for outdoor enthusiasts.\nEcoZoom Versa: An eco-friendly cooking stove designed for outdoor use, helping reduce fuel consumption.",
        "tags": [
            "Construction Tech",
            "Energy Transition",
            "Energy/Power",
            "Smart Home and Appliances",
            "Sustainability"
        ],
        "link": "https://www.bioliteenergy.com/",
        "uuid": "20f74c6d-33d4-4152-8c4e-ac21d581f630"
    },
    {
        "company_name": "BHTC",
        "logo_file_name": "BHTC",
        "company_mission": "Outstanding Climate and HMI for the automotive industry.",
        "items": "Climate Operating Panels: Functional, intuitive, and outstanding workmanship quality.\nBlack-box Climate Control Units: Powerful electronics that contain highly complex climate algorithms.\nITOS & Power Electronics: Top-quality intelligent sensors, auxiliary heaters, blower controllers, and fans.\nClimate Software: A new kind of climate control, detached from hardware components.\nCenter Information Displays (CID): The latest display technologies with multi-touch and other ground-breaking innovations.\nTactile Feedback: Operating interfaces that convey the haptics of a conventional button.\n01MiCoTronic™: Freely configurable operating panel with maximum customization for the interior.\n02D Gesture Control: New intuitive operating options for the vehicle interior.\n03Free-Standing Displays: Frameless in-cell multi-touch display including force sensor and tactile feedback.\n04The BHTC Center Stack: The control center for the vehicle interior.",
        "tags": [
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.bhtc.com/",
        "uuid": "36b3d2e4-7aa2-4994-8a6c-86345f4722ca"
    },
    {
        "company_name": "Bettear",
        "logo_file_name": "Bettear",
        "company_mission": "Bettear aims to provide a new standard for assistive listening, enhancing audio accessibility at various venues such as concert halls, museums, and universities.",
        "items": "Bettear App: A mobile application that allows users to connect their hearing aids or headphones to accessible audio streams at various locations, facilitating an enriched audio experience.\nAudio Accessibility Solutions: Innovative technology that enables venues such as theaters, museums, and educational institutions to provide synchronized audio streams, making events accessible for individuals with hearing impairments.\nSmart Receiver System: A system installed in accessible venues to transmit audio directly to users' devices, ensuring clear and immediate access to sound during events.",
        "tags": [
            "Accessibility",
            "Artificial Intelligence",
            "Audio",
            "Digital Health"
        ],
        "link": "http://www.bettear.com/",
        "uuid": "0e528576-686e-49b9-9308-f550dfd8592e"
    },
    {
        "company_name": "Beijing 797 Audio Co. Ltd",
        "logo_file_name": "Beijing_797_Audio_Co.,_Ltd.",
        "company_mission": "We develop, manufacturer and provide innovative and reliable geosynthetics to improve the performance of our customers' products.",
        "items": "High End USB Condenser Microphone for Laptops and Pads: Golem is versatile USB microphone with multi-pattern function, it has built-in headphone.\n797Audio NT2S Three Directions Studio Condenser Microphone For Professional Gaming, Recording,Singing,Audio and Living Program Speaker: High sensitivity, low noise and distortion, and extended frequency range. Switchable -10 dB pre-attenuation and low FQ roll-off.\nMuIti-directional Patterns Vacuum Tube Condenser Microphone: Well-toned sound, suitable for all professional applications.\n797AUDIO ATCR03 OEM Best Large Diaphragm Tube USB Condenser Microphone Recording Studio Customized China Supplier Manufactory: Well-toned sound, suitable for all professional applications.\n797Audio CR632 Streaming 3-pin XLR Condenser Recording Microphone For Karaoke Desktop Podcast Micros Gaming Microphone Supplier: 797Audio CR632 Streaming XLR Condenser Recording.\n797Audio D502 USB Condenser Microphone for Computer, Gaming, Live Streaming,Recording: D502 is a cardioid condenser microphone designed for.\n797Audio ACCR02 Conference Microphone 360 Flexible Gooseneck Desktop Condenser Microphone Plastic Wired Kids Microphone Singing: ACCR02 is one high quality professional condenser.\n797 Audio ATCR01 OEM/ODM Mic Professional Portable Studio Karaoke USB Condenser Tube Microphone Manufacturer Supplier: Interview, Live Chat, Recording, Broadcasting.",
        "tags": [
            "Accessories",
            "AR/VR/XR",
            "Audio",
            "Gaming and Esports",
            "Streaming"
        ],
        "link": "https://www.797microphone.com/",
        "uuid": "3b744047-2cb4-4831-8ba5-37d91445d214"
    },
    {
        "company_name": "Before Health Intelligence",
        "logo_file_name": "Before_Health_Intelligence_Ltd",
        "company_mission": "Our mission is to provide those at risk the best intelligence to know when the fight starts and be ready for it.",
        "items": "Cardiovascular app “Antshrike”: Predicts critical cardiovascular events, like strokes and heart attacks, days in advance using passive biometric data, enabling early medical intervention and improved survival rates.\nAddiction app “Eerlyy”: Focused on preventing alcohol relapse, with plans to expand to opioids, Eerlyy reduces the risk of relapse and overdose, helping combat addiction.",
        "tags": [
            "Artificial Intelligence",
            "Digital Health",
            "Fitness",
            "Lifestyle",
            "Startups"
        ],
        "link": "https://www.before-intelligence.com/",
        "uuid": "513e5f32-e64a-4fc2-bf8c-13655bd5b91a"
    },
    {
        "company_name": "Basemark",
        "logo_file_name": "Basemark",
        "company_mission": "Making driving safer & more enjoyable with Augmented Reality",
        "items": "Rocksolid AR: A unique full software suite for rapid AR development and deployment, consisting of a design studio, SDK and runtimes. Increase productivity and develop immersive automotive AR applications for HUDs, instrument clusters, infotainment screens and AR glasses.\nProfessional Services: Our service team is ready to support your series production projects from start to finish. We offer turn-key projects and can also work as part of your existing team set-up.",
        "tags": [
            "AR/VR/XR",
            "Artificial Intelligence",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "http://www.basemark.com/",
        "uuid": "fa73dcc5-a6a2-4a05-b202-c632caaab620"
    },
    {
        "company_name": "BackerKit",
        "logo_file_name": "BackerKit",
        "company_mission": "To help creators manage their crowdfunding campaigns and connect with backers.",
        "items": "Pledge Manager: A powerful tool for creators to manage their backer rewards and communication effectively.\nBackerTracker: A service that helps creators monitor engagement and backer activity for ongoing campaigns.\nCrowdfunding Campaign Tools: Various tools and resources to help creators launch and manage their crowdfunding projects successfully.",
        "tags": [
            "Accessories",
            "Gaming and Esports",
            "Lifestyle",
            "Marketing and Advertising",
            "Startups"
        ],
        "link": "http://www.backerkit.com/",
        "uuid": "6448abf0-2132-47ca-9357-894891ead21e"
    },
    {
        "company_name": "Axelera AI",
        "logo_file_name": "Axelera_AI",
        "company_mission": "Simplifying AI at the Edge. Accelerating Computer Vision.",
        "items": "AI Acceleration hardware: Leading-edge hardware acceleration designed to simplify AI deployment and accelerate computer vision applications.\nVoyager SDK: A software development kit that simplifies deploying deep neural networks on Axelera AI's hardware.\nMetis Evaluation Kits: Preloaded with state-of-the-art detection and classification neural networks for high-performance AI applications.\nM.2 AI Accelerator module: An AI accelerator module with 512MB LPDDR4x dedicated memory, designed for efficient AI processing.\nPCIe AI Accelerator card (1 Metis AIPU): Accelerator card powered by one Metis AIPU, offering up to 214 TOPS and high frame rates for deep learning models.\nPCIe AI Accelerator card (4 Metis AIPUs): Accelerator card powered by four Metis AIPUs, delivering up to 856 TOPS and exceptional performance for complex AI tasks.",
        "tags": [
            "Artificial Intelligence",
            "Retail/E-Commerce",
            "Robotics",
            "Smart Cities",
            "Startups"
        ],
        "link": "https://www.axelera.ai/",
        "uuid": "d48e43fc-27fd-4a0b-90e8-e41baf4be4fc"
    },
    {
        "company_name": "Autofleet",
        "logo_file_name": "Autofleet",
        "company_mission": "An end-to-end software platform for optimized, reliable and sustainable transportation services for fleets and mobility operators.",
        "items": "Rideshare and Delivery Optimization: A turnkey solution for launching and optimizing on-demand delivery and passenger ride services, increasing completed rides and reducing ETAs.\nFleet Operations Automation: A platform to automate and optimize the end-to-end vehicle lifecycle, reducing fleet downtime and increasing utilization.\nFleet Planning Simulator: A simulation tool to design optimal fleet strategies predicting operational and financial KPIs.\nFleet Electrification: A solution to assist in the electrification of fleets, including TCO analysis and optimal charging infrastructure planning.",
        "tags": [
            "Cloud Computing",
            "Smart Cities",
            "Sustainability",
            "Travel and Tourism",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://autofleet.io/",
        "uuid": "12112b5b-0b3b-4ea7-80a5-fa2d9bb9e6c8"
    },
    {
        "company_name": "Aurora Labs",
        "logo_file_name": "Aurora_Labs",
        "company_mission": "Solving the Challenges of Automotive Software Development with AI",
        "items": "AUTO Validate: SW system change validation, optimization, and WP29 (R156) compliance to reduce integration, certification and safety tests time.\nAUTO Detect: Accelerates SW glitch detection and downtime prediction from months to real time during testing and on the road.\nAUTO Update: AI-based OTA updates driving 20-50x smaller files, saving data and hardware costs, with zero downtime for the best user experience.",
        "tags": [
            "5G Technologies",
            "Artificial Intelligence",
            "Drones",
            "IoT/Sensors",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.auroralabs.com/",
        "uuid": "3407b0f1-7be2-480d-bace-588cc5a3a080"
    },
    {
        "company_name": "AUKEY",
        "logo_file_name": "AUKEY",
        "company_mission": "Consolidate all the latest charging technologies into one comprehensive charging solution.",
        "items": "AUKEY PB-Y41 30W 10000mAh Portable Power Bank: A portable power bank with 10000mAh capacity and 30W charging capability.\nAUKEY PB-Y42 30W 20000mAh Portable Power Bank: A portable power bank with 20000mAh capacity and 30W charging capability.\nAUKEY PB-Y43 65W 20000mAh Portable Power Bank: A portable power bank with 20000mAh capacity and 65W charging capability.\nAUKEY PB-Y44 100W 20000mAh Laptop Power Bank: A portable power bank designed for laptops with 100W charging capability.\nAUKEY PB-Y45 140W 27600mAh Portable Power Bank: A high-capacity portable power bank with 27600mAh and 140W charging.\nAUKEY PB-MS01 20W 6700mAh MagSafe Powerbank: A MagSafe compatible power bank with 6700mAh and 20W charging.\nAUKEY PB-MS02 30W 10000mAh MagSafe Power Bank: A 10000mAh MagSafe power bank with 30W charging capability.\nAUKEY LC-MC311 MagFusion Qi2 3-in-1 Wireless Charging Station: A 3-in-1 wireless charging station compatible with Qi2.\nAUKEY Track Mate 3 Smart Bluetooth Tracker: A smart Bluetooth tracker for locating personal items.\nAUKEY SW-1 SmartWatch 1: A smartwatch that offers various features for fitness and notifications.\nAUKEY EP-M3A Move Vibe Wireless Earbuds: Wireless earbuds designed for immersive sound experience.\nAUKEY CB-KCC101 | 100W 1m USB C to USB C Cable: A high-speed USB C to USB C cable for efficient charging.\nAUKEY CC-Y23 Enduro Dual 65W 2-Port Car Charger: A dual-port car charger capable of 65W charging.\nAUKEY PA-B1 20W USB-C Wall Charger: A compact USB-C wall charger with 20W output.\nAUKEY PA-B7O Omnia II Mix 140W Wall Charger: A powerful wall charger with 140W output and multiple ports.\nAUKEY  PA-TA01  3 USB Ports Universal Adapter: A universal travel adapter featuring 3 USB ports.\nAUKEY PB-Y55 Spark Mini 10000 Compact Fast Charging Power Bank: A compact fast charging power bank with 10000mAh capacity.\nAUKEY PA-C2 Comet 45W PD Wall Charger with GaN Technology: A wall charger with 45W output equipped with GaN technology.",
        "tags": [
            "Accessories",
            "Audio",
            "Smart Home and Appliances"
        ],
        "link": "https://www.aukey.com/",
        "uuid": "ec139261-f363-41f7-9ce8-89922c5946c6"
    },
    {
        "company_name": "Audioscenic",
        "logo_file_name": "Audioscenic",
        "company_mission": "Revolutionize the way people experience loudspeaker audio through personalized and immersive audio reproduction.",
        "items": "Amphi AI Beamforming: A cutting-edge technology that delivers immersive 3D audio with unprecedented accuracy, allowing for natural listening experiences without headphones.\nAmphi Suite: A collection of audio effects and functionalities designed for immersive spatial audio experiences, including equalization, dynamic range control, and virtual bass expansion.\nOEM/ODM Audio Solutions: Patent-protected software and implementation information provided to Original Equipment Manufacturers and Original Design Manufacturers for integrating immersive audio technology into their products.\nAdaptive DSP for Automotive: A technology that allows for creation of independent 3D listening zones in vehicles, enhancing the in-car audio experience for all passengers.\nSpatial Audio for Video Calls: A solution that enhances video calls by creating virtual acoustic zones combining participants' voices, improving speech intelligibility and reducing fatigue.",
        "tags": [
            "AR/VR/XR",
            "Artificial Intelligence",
            "Audio",
            "Gaming and Esports",
            "Startups"
        ],
        "link": "https://www.audioscenic.com/",
        "uuid": "ddf55c8b-c405-497f-b429-db4a89bc0791"
    },
    {
        "company_name": "Audigent",
        "logo_file_name": "Audigent",
        "company_mission": "Delivering futureproofed programmatic strategies utilizing privacy-safe, first-party data.",
        "items": "1st Party Data Platform: A platform designed for publishers to maximize addressability and monetization of media without cookies.\nHadron ID™: A unique privacy-safe identity framework that targets audiences across distributed publisher and SSP networks.\nSmartPMP™: An innovative media buying solution for advertisers leveraging data insights.\nContextualPMP™: A cookieless and futureproofed private marketplace for programmatic advertising.\nCognitivePMP™: Comscore predictive audiences for optimized advertising strategies.\nContextualPMP™ Marketplace: A platform to create customized ContextualPMPs for targeted audiences.\nComscore CognitivePMP™ Marketplace: Access to a marketplace of over 1000+ certified Comscore CognitivePMPs.\nData Agency: Offering data-driven strategies and creative solutions for brands.\n1st Unit: Interactive Rich Media Units designed to engage users effectively.",
        "tags": [
            "Marketing and Advertising"
        ],
        "link": "https://www.audigent.com/",
        "uuid": "66f344aa-c5e0-44a6-b382-49ed871cb2a4"
    },
    {
        "company_name": "Audfly Technology",
        "logo_file_name": "Audfly_Technology",
        "company_mission": "As the leading enterprise of acoustic innovative technology in China, Audfly Technology has been concentrating in directional sound technology since its founding in early 2015.",
        "items": "Focusound Directional Speaker: An innovative directional speaker that provides clear audio focused directly at the listener, suitable for various applications including museums and retail.\nFocusound Screen F1: A specialized speaker integrated into screens to deliver directional sound, enhancing the viewing experience without disturbing others.\nModular Solutions for Directional Sound: Customizable audio solutions that can be integrated into devices like notebooks, monitors, and TVs, offering targeted sound delivery.\nFocusound Glass Directional Speaker: A sleek, modern directional speaker designed for both aesthetics and performance, suitable for home and commercial use.",
        "tags": [
            "Accessories",
            "Audio",
            "Gaming and Esports",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.focusound.com/",
        "uuid": "5f221a22-1459-4191-9cda-6071b8dcc5d6"
    },
    {
        "company_name": "Attain",
        "logo_file_name": "Attain",
        "company_mission": "To provide actionable, outcomes-based solutions that enable marketers to drive measurable business results using live purchase data.",
        "items": "Live Purchase Data Panel: The largest and most trusted source of live purchase data, providing insights through a panel of over 7 million opted-in consumers.\nSales Lift Measurement: A tool that enables marketers to measure the impact of their media on sales in real-time, enhancing optimization strategies.\nAudience Activation Segments: Custom and off-the-shelf audience segments based on self-reported data such as age, gender, and ethnicity.\nConsumer Intelligence Analytics: Proprietary analytics that combine demographic data with spending behavior to provide deep consumer insights.\nReceipt Capture: Capture over 10 million receipts per month, providing rich detail on consumer purchases and preferences.\nDemographic and Psychographic Insights: Access detailed demographic data and psychographic profiles to understand consumer behavior and intent.",
        "tags": [
            "Marketing and Advertising"
        ],
        "link": "https://www.attainoutcomes.com/",
        "uuid": "414836a2-251c-49e0-8bd4-c37101a104fb"
    },
    {
        "company_name": "Atmosic Technologies",
        "logo_file_name": "Atmosic_Technologies",
        "company_mission": "To provide IoT devices with battery-free features and innovative wireless technologies to support a wide variety of applications.",
        "items": "ATM34/e Series: A new series supporting Matter-over-Thread with ultra-low power features coming in 2024.\nGalaxy SmartTag2: An asset tracking device powered by Atmosic's ATM33 technology.\nErgoFlip EcoSmart Mouse: A Bluetooth LE SoC based mouse recognized with the CES 2024 Innovation Award for its sustainable design.\nAtmosic Open Development Platform: A platform designed to support developers in creating battery-free or low-power IoT devices.",
        "tags": [
            "Energy/Power",
            "Home Entertainment and Office Hardware",
            "IoT/Sensors",
            "Smart Home and Appliances",
            "Sustainability"
        ],
        "link": "https://atmosic.com/",
        "uuid": "a73e2a5f-de9a-4de7-b6b8-f720ab14218c"
    },
    {
        "company_name": "Askey Computer Corp",
        "logo_file_name": "Askey_Computer_Corp.",
        "company_mission": "To provide advanced telecommunications solutions, improving connectivity, safety, and convenience in various sectors.",
        "items": "5G NR FWA: Boost Your Broadband Access Network.\nEnterprise Wi-Fi: Optimize Your Network Connectivity.\nDual LTE Small Cell: High Speed, Low Latency, Reliability, and Seamless Mobility for 5G/4G Small Cell.\nNetflix UHD Android TV Dongle: Simplify Your Entertainment Experience with Voice Control.\nV2X: Enhance Your Vehicle with Security, Diagnostics & Prevention.\nSmall Cell: An advanced solution to extend your network coverage.\nWi-Fi Networking: Perfect for wireless network deployment.\nAutomotive: Solutions for efficient and secure vehicle connectivity.\nMobile Computer: Provides seamless connectivity and functionality for mobile operations.\nSet-top Box: Enjoy a wide range of entertainment through an advanced TV experience.\nFTTx/Cable: High-speed broadband solutions for fixed networks.\nIoT: Innovative solutions for home automation and connectivity.\nAMP Cloud: Flexible and secure cloud services for efficient operations.",
        "tags": [
            "5G Technologies",
            "Home Entertainment and Office Hardware",
            "IoT/Sensors",
            "Smart Cities"
        ],
        "link": "https://www.askey.com/",
        "uuid": "ea2aedf8-f979-452a-bf44-5ddb2313e65a"
    },
    {
        "company_name": "Arkamys",
        "logo_file_name": "Arkamys",
        "company_mission": "Providing premium audio software and sound enhancement algorithms for the automotive industry.",
        "items": "SoundStage: Improves sound quality, space sensation, and clarity through pure software expertise without needing additional hardware.\nRoad Noise Management: A software solution designed to handle road noise complexities in vehicles, enhancing the listening experience.\nSmart Tuning: A solution package allowing Car OEMs to make in-vehicle SoundStage tunings independently for better audio quality.\n3D Sound Alerts: Provides dynamic 3D sound alert positioning and motion effects for enhanced driver awareness and sensory experience.\nTools & Services: A range of expert tools and services tailored for the automotive industry's needs, from tuning expertise to consulting and training.",
        "tags": [
            "Audio",
            "Content and EntertaInment",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.arkamys.com/",
        "uuid": "dbd2714c-c724-4328-8e99-8a163e7eed23"
    },
    {
        "company_name": "Apecoo",
        "logo_file_name": "Apecoo",
        "company_mission": "To provide fully automated solutions for traditional cooking methods, making them easier and more efficient.",
        "items": "Fully Automated Roti / Tortilla Robot Baker: The Apecoo Robot Baker can make Roti, Chapati, Tortilla, Tawa, Dosa, and more. It requires only flour, oil, and water to produce freshly baked flatbreads in seconds. It features noise reduction technology, infrared shortage detection, and an auto alert & stop detection technology for safe operation.",
        "tags": [
            "Food Tech"
        ],
        "link": "http://www.apecoo.com/",
        "uuid": "8238e3c5-ebf9-4e19-bfc6-09028f3f46ce"
    },
    {
        "company_name": "ANELLO Photonics",
        "logo_file_name": "ANELLO_Photonics",
        "company_mission": "Conquering the Impossible by developing cost-effective high performance navigation sensors and innovative optical technology.",
        "items": "THE ANELLO X3: World's Smallest and Lightest 3-Axis High Performance Optical Gyroscope IMU.\nTHE ANELLO GNSS INS: World’s Smallest Optical Gyro INS.\nTHE ANELLO IMU+: High-Performance, Fault-Tolerant Inertial Sensor.",
        "tags": [
            "AgTech",
            "Drones",
            "IoT/Sensors",
            "Robotics",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.anellophotonics.com/",
        "uuid": "99f0be6c-c87a-4a98-b243-930bfc4704e9"
    },
    {
        "company_name": "ams OSRAM",
        "logo_file_name": "ams_OSRAM",
        "company_mission": "to be at the forefront of technology advancement in light and sensor solutions",
        "items": "IR:6 Next-Gen Infrared LEDs: Focus on infrabright chip technology with the latest generation of infrared LEDs.\nCustom ASIC Solutions: High-performance customized IC solutions for innovation, competitiveness, and efficiency.\nOSRAM OSCONIQ® P 3737: High-power LED with ams OSRAM’s latest chip technology, offering industry-leading performance and long lifetime for horticulture solutions.\nALIYOS™: Reshaping automotive lighting design with LED-on-foil technology.\nams TCS3530 True Color Sensor: An ultra-sensitive color sensor with flicker detection, matching the response of the human eye to visible light.\nEVIYOS® HD 25 Gen1: Intelligent HD headlamp solutions featuring individual controllable pixels for advanced lighting applications.\nOSRAM OSIRE® E5515: RGB sidelooker device designed for automotive interior applications with individually addressable LED chips.\nOSRAM Power TOPLED® LA E67F.01: High luminous efficacy LEDs ideal for rear light clusters and indicators on vehicles.\nOSRAM OSIRE® E3731i: Intelligent RGB device for automotive interior lighting with embedded IC for color control.\nOSRAM EVIYOS® HD 25 Gen1, KEW GBBMD1U: Advanced lighting device with 25,600 controllable pixels for high resolution adaptive driving beam and safety signal projection.",
        "tags": [
            "AR/VR/XR",
            "Digital Health",
            "IoT/Sensors",
            "Smart Home and Appliances",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.ams-osram.com/",
        "uuid": "64eacc03-e88d-4e32-b60c-cd2bf5601e03"
    },
    {
        "company_name": "Amniscient",
        "logo_file_name": "Amniscient",
        "company_mission": "Amniscient offers scalable AI and data modeling for startups, enterprises, and every business in between. We bring solutions that redefine how your business approaches Machine Learning, AI, and IoT technology.",
        "items": "AmniSphere: A platform that focuses on converting your data into personalized AI Models tailored to your needs.\nAmniEngine: An AI architecture platform designed to embrace creativity and enhance business efficiency.\nAmniGadget: Provides simple integration with a low-code RESTful API and a Collector SDK for seamless workflows.",
        "tags": [
            "Accessibility",
            "Artificial Intelligence",
            "Enterprise",
            "Food Tech",
            "Imaging"
        ],
        "link": "https://www.amniscient.com/",
        "uuid": "404bed57-9d94-4eac-ae0f-174d5e5e8d97"
    },
    {
        "company_name": "American Axle & Manufacturing",
        "logo_file_name": "American_Axle_&_Manufacturing_(AAM)",
        "company_mission": "Building a greener, safer and sustainable future.",
        "items": "High-speed e-drive units: Highly integrated e-drive units that deliver remarkable improvements over the competition, prepared for multiple segments and scalable volumes.\nSustainable Manufacturing Solutions: Innovative manufacturing techniques designed to minimize environmental impact and support sustainable practices.\nElectrification Components: Components designed for electrification in vehicles, enhancing efficiency and reducing emissions.\nCommercial Vehicle Axles: High-performance axles tailored for commercial vehicles, providing durability and reliability in demanding conditions.",
        "tags": [
            "Sourcing and Manufacturing",
            "Sustainability",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.aam.com/",
        "uuid": "c6d700a2-f17a-4cf4-8e80-4b8ed975c65a"
    },
    {
        "company_name": "Ambilight Inc",
        "logo_file_name": "Ambilight_Inc",
        "company_mission": "Make Glass Smart. Bring visual comfort to your fingertips and create a sustainable world.",
        "items": "EC Sunroof: An electrochromic sunroof that provides a dynamic glare control to enhance comfort inside the vehicle.\nEC Ski Goggles: Electrochromic ski goggles that allow for changing tint levels to optimize vision in varying light conditions.\nEC Side Window: Electrochromic side windows for vehicles that provide adjustable light and privacy control.\nAuto-Dimming Rearview Mirror: A smart rearview mirror that automatically adjusts tint to reduce glare from headlights behind you.\nDimming Architectural Glass: Glass panels that adjust their tint dynamically for energy savings and visual comfort in smart buildings.\nEC Film: A flexible electrochromic film that can be applied to various surfaces to control light and enhance privacy.",
        "tags": [
            "Energy/Power",
            "Lifestyle",
            "Sourcing and Manufacturing",
            "Sustainability",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "http://www.ambilightinc.com/",
        "uuid": "246e6fd7-07fb-4b07-a998-e49bb7666866"
    },
    {
        "company_name": "Altos Radar",
        "logo_file_name": "Altos_Radar",
        "company_mission": "Highest Performance Automotive 4D Imaging Radar",
        "items": "Automotive 4D Imaging Radar: Highest performance radar ready to ship today.",
        "tags": [
            "Artificial Intelligence",
            "IoT/Sensors",
            "Robotics",
            "Startups",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.altosradar.com/",
        "uuid": "99a1665e-3a5e-4817-9d40-2d8bf8e1a070"
    },
    {
        "company_name": "Altair",
        "logo_file_name": "Altair",
        "company_mission": "A global leader in computational intelligence, converging software and cloud solutions in simulation, HPC, data analytics, and AI.",
        "items": "Altair HyperWorks 2024: The All-in-One Engineering Platform for design and simulation without boundaries.\nAltair One: Cloud innovation gateway for collaborative engineering, data engineering, and analytical application development.\nEDA Simulation as a Service: First-of-its-kind EDA simulation as a service solution, acquired from Metrics Design Automation Inc.\nData Science and Machine Learning Platform: Comprehensive platform for data science and machine learning, recognized as a leader in the Gartner Magic Quadrant.\nAltair Partner Alliance: Enhance simulation and optimize design with an additional 75+ products.\nAltair Units: Flexible software licensing model that allows users to run software anywhere and choose required tools.",
        "tags": [
            "Artificial Intelligence",
            "Space Tech",
            "Sports",
            "Sustainability",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.altair.com/",
        "uuid": "0b949784-3ea3-4cd6-a5cc-72bab53da178"
    },
    {
        "company_name": "Allegro MicroSystems",
        "logo_file_name": "Allegro_MicroSystems",
        "company_mission": "We are a leader in global semiconductor technology with superior sensing and power solutions that drive e-mobility, clean energy and automation forward.",
        "items": "Current Sensors: Accurately measure current in a circuit.\nSwitches and Latches: Switching devices and latching mechanisms.\nPosition Sensors: Measure linear position, angular movement, and more.\nSpeed Sensors: Detect rotational speed and movement.\nClearPower Modules: Translate power from high to low voltages.\nLED Drivers: Drive LED lighting solutions.\nRegulators: Regulate power to electrical devices.\nBrush DC Drivers: Control brush DC motors.\nBrushless DC Drivers: Drive brushless DC motors.\nIsolated Gate Drivers: Isolate and drive power transistors.\nXtremeSense™ TMR Technology: Advanced technology for magnetic sensing applications.",
        "tags": [
            "Energy/Power",
            "Sustainability",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.allegromicro.com/",
        "uuid": "b1ea37c8-a977-4d21-ad5a-ca6d8c8e549f"
    },
    {
        "company_name": "All-Pro Foundation Repair",
        "logo_file_name": "All-Pro_Foundation_Repair",
        "company_mission": "Revolutionizing the Foundation Repair Industry",
        "items": "Smart Foundation Monitoring System: The All-Pro Foundation Repair Smart Foundation Monitoring System is the most innovative advancement in foundation monitoring, utilizing a static reference point outside the house to accurately monitor a home's movement and provide detailed data about foundation stability.",
        "tags": [
            "Construction Tech",
            "Smart Home and Appliances"
        ],
        "link": "https://www.allprofr.com/smartfoundation",
        "uuid": "b9ff7a8d-8b18-4dd4-aa4c-0e474eff0d65"
    },
    {
        "company_name": "Algorized",
        "logo_file_name": "Algorized",
        "company_mission": "developing advanced sensing and perception technologies to protect life.",
        "items": "Chip-Agnostic Software: An advanced software solution for detecting people's presence, vital signs, and differentiating between adults and children using UWB Radar technology.\nUWB Radar Technology: A technology that provides secure ranging, positioning, and tracking of objects through obstacles to enhance real-time decision making.\nIn-Car Safety Solutions: Sensing technologies designed to enhance people presence and vital detection in vehicles to aim for zero fatalities.",
        "tags": [
            "Artificial Intelligence",
            "IoT/Sensors",
            "Smart Home and Appliances",
            "Startups",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.algorized.com/",
        "uuid": "d7131e3c-710c-4ae8-9c67-a2ee37c96df8"
    },
    {
        "company_name": "Aizip",
        "logo_file_name": "Aizip",
        "company_mission": "Powerful tiny AI engines for an intelligent world",
        "items": "Aizip Intelligent Vision: Comprehensive DNNs for image/video applications, such as classification, face identification, and object detection.\nAizip Intelligent Audio: Wide range of AI models for audio-related applications, such as keyword spotting, speaker identification, and deep noise reduction.\nAizip Intelligent Time-Series: TinyMLs for a variety of time-series-based applications, such as ECG, EEG, and preventive maintenance.\nAizip Intelligent Language: Ultra-efficient language model for applications, such as edge RAG systems, domain-specific chatbots, and on-device AI agents.\nAizip Intelligent Module: Modules for sensor fusion applications, such as face recognition and speaker identification in one TinyML module.\nGizmo: Ultra-efficient small language models (SLMs) and AI agents ranging from 300 million to 2 billion parameters for diverse platforms.\nAdaptable and Robust Anomaly Detection – Vision (ARAD-V): Innovative defect detection product for adaptable and robust anomaly detection.",
        "tags": [
            "Artificial Intelligence",
            "Audio",
            "IoT/Sensors",
            "Startups",
            "Video"
        ],
        "link": "https://aizip.ai/",
        "uuid": "72c2845f-c918-4bcb-9be6-7c2cc2c7b41c"
    },
    {
        "company_name": "AIStorm, Inc.",
        "logo_file_name": "AIStorm,_Inc.",
        "company_mission": "Pioneer of charge domain processing focusing on AI-in-Sensor solutions.",
        "items": "AI-in-Sensor Imager ICs: Imager ICs that integrate AI, AEC, power management, LED Driver, Bluetooth, WIFI, and ARM processor on one chip, enabling high-speed imaging capable of 0 to 260,000 frames per second.\nAudio KWS & Sound Spotter ICs: ICs designed for Key Word and Phrase Spotting (KWS) and Sound Spotting for events like Gunshot, Glass Break, or Baby Crying.\nBiometric Extraction AFE ICs: AFE ICs providing extraction of Heart, EEG, EOG, and Muscle ID signals with high CMRR and signal capture for wearables, automotive, and textiles.\nAI-in-Sensor Vibration Solution ICs: ICs for industrial and infrastructure machine reliability monitoring in wearables, automotive, and textiles.\nFace Recognition Imagers: Wirelessly networked facial recognition imagers that offer continuous AI monitoring.\nAlways-On Sentry Imagers: Imagers that provide continuous AI monitoring in busy environments for up to two years on a battery with Bluetooth and Wifi.\nUser Defined Virtual Barriers: Solutions that allow users to define areas and objects of interest for person counting, attention, and traffic analytics.\nInventory Monitoring Solutions: Real-time inventory and theft protection using flat shelf monitors capable of lasting up to two years on a charge.\nAlways-On Audio Monitoring Solutions: Solutions for keyword, phrase, and sound spotting.",
        "tags": [
            "AR/VR/XR",
            "Digital Health",
            "Imaging",
            "IoT/Sensors",
            "Smart Home and Appliances"
        ],
        "link": "https://aistorm.ai/",
        "uuid": "73616044-8f31-4d99-bcd3-6f71af506fb1"
    },
    {
        "company_name": "Airthings",
        "logo_file_name": "Airthings",
        "company_mission": "Our products can help you improve indoor air quality leading to better focus, calming of allergies, and enhancement of sleep while ensuring an overall more healthy home.",
        "items": "View Plus: Our most comprehensive monitor equipped with seven sensors including Radon, Particulate Matter (PM1 & PM2.5), Carbon Dioxide (CO2), Airborne Chemicals (VOCs), Temperature, Air Pressure, and Humidity.\nRenew Air Purifier: Designed to work seamlessly with our monitors, it reacts and adapts to your air quality, ensuring a clean, safe, and serene atmosphere.\nLiving Room + Bedroom Bundle: Start your indoor air quality journey with monitors that cover two of the rooms where you spend the most time at home. Includes View Plus and Wave Enhance.\nLiving Room + Bathroom Bundle: Get comprehensive air quality information in the room where your family gathers, and monitor the risk for mold growth in humid areas. Includes View Plus and Wave Mini.\nLiving Room + Basement Bundle: Monitor radon in the basement where it enters the home, and get comprehensive air quality information in the room where your family gathers. Includes View Plus and View Radon.\nEssential House Kit: Comprehensive air quality monitoring and smart air purifying in one fantastic deal. Includes Renew air purifier and View Plus.",
        "tags": [
            "Digital Health",
            "Energy/Power",
            "IoT/Sensors",
            "Smart Cities",
            "Smart Home and Appliances"
        ],
        "link": "https://www.airthings.com/",
        "uuid": "427fceb1-5ab5-4876-8122-db175ba72606"
    },
    {
        "company_name": "aiMotive",
        "logo_file_name": "aiMotive",
        "company_mission": "We enable OEMs to deliver scalable solutions from concept to production – faster, better, and more efficiently.",
        "items": "aiData: Foundation for our solutions.\naiSim: In-house developed validation suite.\naiDrive: Reusable software modules.\naiWare: Automotive IP for automated driving solutions.",
        "tags": [
            "Artificial Intelligence",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://aimotive.com/",
        "uuid": "aebf88dc-2103-49d2-956f-f3d254fba20d"
    },
    {
        "company_name": "Afference",
        "logo_file_name": "Afference",
        "company_mission": "Enabling touch for the spatial computing era",
        "items": "The Phantom: A transparent, mobile, and universal haptic glove for tactile feedback. The Phantom is the only wearable neural interface which creates tactile sensation in the fingers based on digital interactions.",
        "tags": [
            "AR/VR/XR",
            "Artificial Intelligence",
            "Gaming and Esports"
        ],
        "link": "https://www.afference.io/",
        "uuid": "dbc22fd9-05ff-4b8d-a5ab-db30f46155cf"
    },
    {
        "company_name": "Afero",
        "logo_file_name": "Afero",
        "company_mission": "To empower manufacturers to bring secure, user-friendly products to market, faster, with a focus on smart connected devices.",
        "items": "Afero IoT Platform: A comprehensive platform that enables manufacturers to connect devices securely, efficiently, and at scale.\nHubspace Smart Home Platform: A platform that simplifies the setup and management of smart home products, including door locks, lighting control, fixtures, and ceiling fans.\nEnterprise-grade Security Solutions: Enhanced IoT specific security that extends through the entire supply chain with hardware root of trust and secure communication.\nData Management Services: Services designed to handle and scale data management for billions of devices, enabling actionable insights.",
        "tags": [
            "Cybersecurity",
            "Digital Health",
            "IoT/Sensors",
            "Smart Home and Appliances"
        ],
        "link": "https://www.afero.io/",
        "uuid": "695cb995-fb40-4928-bd7d-b6bf2ae4c7ce"
    },
    {
        "company_name": "Aeva",
        "logo_file_name": "Aeva",
        "company_mission": "Aeva’s next generation sensing and perception systems use FMCW technology to enable the next generation of autonomy.",
        "items": "Aeries II: 4D LiDAR With Camera-Level Resolution for Development and Commercial Deployment.\nAtlas: World’s First Automotive-Grade 4D LiDAR for Automotive Mass Production (Starting in 2025).",
        "tags": [
            "Artificial Intelligence",
            "IoT/Sensors",
            "Robotics",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.aeva.com/",
        "uuid": "7fca7385-95d1-469e-8fac-eb305ade8616"
    },
    {
        "company_name": "Adansons Inc",
        "logo_file_name": "Adansons_Inc",
        "company_mission": "to contribute to the creation of a society in which everyone can live a prosperous life with peace of mind through next-generation AI technology and an information square where everyone wants to gather, by reconstructing AI from the theory on which it stands.",
        "items": "AI Performance Monitoring Tool: A tool that enables monitoring and control of AI performance, allowing for testing and debugging of AI models, identification of areas for improvement, and enhancement of overall model performance.\nAI-Reference Algorithm: A unique machine learning algorithm that allows for reference-based AI learning, significantly improving feature extraction and analysis from noisy time-series data.",
        "tags": [
            "Accessories",
            "AR/VR/XR",
            "Gaming and Esports",
            "Metaverse",
            "Sports"
        ],
        "link": "https://adansons.co.jp/en/index.html#",
        "uuid": "86579b9b-409e-4501-89c1-ea36810e0bd9"
    },
    {
        "company_name": "ACL Digital",
        "logo_file_name": "ACL_Digital",
        "company_mission": "The Trusted Global Digital Engineering & Digital Transformation Partner for Enterprises",
        "items": "Connected Product Engineering Services: Leverage our engineering expertise in building innovative solutions for your businesses.\nCybersecurity Assurance: Experience a Game-Changing Shift in Cybersecurity Assurance and Testing.\nDigital Experience Assessment: Evaluate and enhance your organization's digital presence and effectiveness.\nConversational AI Platform: A powerful platform for creating and managing chatbots and virtual assistants.\nSmart Wireless HVAC Zoning System: Innovative system for efficient HVAC zoning and control.\nHygiene Compliance and Monitoring App: An application designed to ensure hygiene compliance in healthcare environments.\n24/7 Managed IT Operations Services: Comprehensive managed IT services for enterprise-level operations.\nAutomation Orchestration: Streamline automation processes across your organization.\nMEC Orchestration Platform: Development of orchestration platform for edge computing in 5G environments.",
        "tags": [
            "5G Technologies",
            "Artificial Intelligence",
            "Cloud Computing",
            "Digital Health",
            "IoT/Sensors"
        ],
        "link": "https://www.acldigital.com/",
        "uuid": "370a2a6c-d213-4409-ae29-9ba618e583c5"
    },
    {
        "company_name": "Ace Computers",
        "logo_file_name": "Ace_Computers",
        "company_mission": "Ace Computers is a technology solutions provider helping customers stay connected and achieve mission success with industry-leading computer products, supplies and services that are made in America.",
        "items": "Generative AI Workstations: High-performance workstations designed for generative AI applications, delivering exceptional processing power and speed.\nComputational Fluid Dynamics Servers: Specialized servers optimized for computational fluid dynamics simulations, ensuring high-speed computations and data processing.\nContent Creation Workstations: Powerful workstations equipped with advanced graphics and processing capabilities for content creation professionals.\nSimulation & Rendering Workstations: High-performance workstations designed specifically for simulation and rendering tasks, delivering high-quality output.\nDigital Forensics Computers: Custom-built computers designed for digital forensic investigations, providing robust security and performance for law enforcement.\nCloud Computing Solutions: Comprehensive cloud solutions that enhance scalability and performance for organizations looking to leverage cloud technology.\nHigh-Performance Computing Servers: Servers designed for high-performance computing tasks, utilizing the latest technologies to maximize computational efficiency.\nDesktops, Workstations & Servers: Tailored solutions for desktops, workstations, and servers, customizable to meet specific client needs.",
        "tags": [
            "Artificial Intelligence",
            "Cloud Computing",
            "Cybersecurity",
            "Gaming and Esports",
            "Home Entertainment and Office Hardware"
        ],
        "link": "https://acecomputers.com/",
        "uuid": "77e4728c-1fa8-4727-aefe-4f460c0d1282"
    },
    {
        "company_name": "Acconeer",
        "logo_file_name": "Acconeer",
        "company_mission": "WORLD LEADER IN ULTRA LOW POWER RADARS",
        "items": "Radar sensor A121: A powerful radar sensor for various applications, providing exceptional distance and motion detection.\nEvaluation kit XE125: A development kit designed to help users easily integrate Acconeer's radar technology into their own products.",
        "tags": [
            "IoT/Sensors",
            "Smart Cities",
            "Smart Home and Appliances",
            "Supply and Logistics",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.acconeer.com/",
        "uuid": "2804db37-c8f4-4bdc-ba6e-f66a8e45946f"
    },
    {
        "company_name": "Accessory Power",
        "logo_file_name": "Accessory_Power",
        "company_mission": "At Accessory Power we have spent over 30 years dedicated to providing a diverse range of high quality products to fit every lifestyle.",
        "items": "GOgroove BlueSYNC BBR Rechargable Bluetooth Computer Speaker: Immersive room filling audio for your computer.\nPS5 & Xbox Series X Travel Bags: Travel cases designed for PS5 and Xbox Series X consoles.\nXXL LED Mouse Pads: Gaming mouse pads that provide a large surface with LED lighting.\nWireless Adapters: Adapters for various devices to enable wireless connectivity.\nGaming Accessories: A range of accessories designed specifically for enhancing the gaming experience.\nPortable Power Banks: Portable chargers for devices to keep you powered on the go.\nHousehold Lighting Products: Various lighting solutions for household use.\nCamera Accessories: Accessories to enhance your photography and videography.\nGaming Speakers: Speakers designed for immersive gaming audio.\nHeadsets: High-quality audio headsets for gaming and multimedia.",
        "tags": [
            "Accessories",
            "Audio",
            "Gaming and Esports",
            "Home Entertainment and Office Hardware",
            "Imaging"
        ],
        "link": "https://www.accessorypower.com/",
        "uuid": "0f2f3870-2171-4758-921c-b62d5d403f64"
    },
    {
        "company_name": "Accenture",
        "logo_file_name": "Accenture",
        "company_mission": "AI is unleashing human potential like never before.",
        "items": "BrainGym: Unlock your mind power with BrainGym’s integrated neurosensing insights and GenAI capabilities. Build your mental fitness by controlling objects with your focus, using a neurotech headset.\nDigital Human Concierge: mAIr, the digital human concierge powered by a holographic display and LLMs, provides personalized assistance and engagement.\nLPGA Virtual Putting Challenge: Experience the challenges of LPGA athletes in a virtual putting challenge that combines VR, haptics, scents, and visuals.\nAR Wayfinding: An augmented reality experience that uses QR codes to bring content, presenters, and logos to life, guided by the Accenture Foresight app.\nTelemetry X with Lamborghini: A racecar demo combining a sensor-enabled device and a 360° camera to showcase connected vehicle services for a unique driving experience.",
        "tags": [
            "Artificial Intelligence",
            "Cloud Computing",
            "Cybersecurity",
            "Metaverse",
            "Sustainability"
        ],
        "link": "https://www.accenture.com/us-en/about/events/ces",
        "uuid": "a87fa28e-ebd2-4263-9ccd-efe50cb953e0"
    },
    {
        "company_name": "Abbott",
        "logo_file_name": "Abbott",
        "company_mission": "Improving the world with life-changing health tech.",
        "items": "Freestyle Libre 2: A leading glucose monitoring system that provides on-demand glucose readings, empowering users to live life on their terms.\nHello, Lingo: A next-gen health coach that is FDA-cleared, providing personalized insights and coaching to help people improve their health.\nID NOW: A portable and reliable rapid testing solution for COVID-19, delivering results on the spot.\nAntibody Testing: A testing solution that helps individuals understand their health status regarding COVID-19.\nContinuous Glucose Monitoring (CGM) Systems: Innovative diabetes care technology designed to prevent, diagnose, and manage diabetes.\nNutrition Solutions: Expert-led initiatives focusing on the identification, treatment, and prevention of malnutrition worldwide.\nHeart Monitoring Devices: Innovative heart monitoring technology that allows users to monitor their heart health anytime, anywhere.",
        "tags": [
            "Digital Health",
            "Fitness",
            "Lifestyle",
            "Marketing and Advertising"
        ],
        "link": "https://www.abbott.com/",
        "uuid": "faee57d8-59d8-417c-98a8-a2629d991fc2"
    },
    {
        "company_name": "Abalta Technologies",
        "logo_file_name": "Abalta_Technologies",
        "company_mission": "Enables people on the move to enjoy effortless lifestyle experiences.",
        "items": "WebLink®: Enjoy your favorite apps in any vehicle, anytime, anywhere.\nGIS & Location Data Products: Brand Icons, Junction View, Exit POIs, and Mile Markers.\nConnected Content & Service Platform: A connected, customizable content and service platform to solve for virtually any customer requirement and user need.",
        "tags": [
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://abaltatech.com/",
        "uuid": "41dba54e-a35a-45af-a497-53c77713abb3"
    },
    {
        "company_name": "4D1",
        "logo_file_name": "4D1",
        "company_mission": "To provide innovative solutions for indoor positioning, task recognition, and interactive guidance, enhancing operational efficiency and user experience.",
        "items": "",
        "tags": [
            "Construction Tech",
            "Enterprise",
            "IoT/Sensors",
            "Robotics",
            "Startups"
        ],
        "link": "https://www.4d1-hyperautomation.com/",
        "uuid": "cb2bbfcd-8efe-4591-8e22-eaab56d832a0"
    },
    {
        "company_name": "42 Technology",
        "logo_file_name": "42_Technology",
        "company_mission": "We partner with our clients to create brilliantly successful products, solving the most complex challenges and ultimately improving the world with innovative technology.",
        "items": "Healthcare Simulation Tools: Tools that enhance medical device product development through advanced simulation techniques.\nConsumer Product Innovation: Innovative strategies and tools for developing personal care products that meet consumer needs.\nIndustrial Sensor Fusion Solutions: Integrating sensor technology for smarter manufacturing processes, improving efficiency and effectiveness.\nPortable Imaging Technology: Advanced imaging systems that provide portable and efficient solutions for healthcare applications.\nHome Diagnostics Solutions: Innovative solutions for at-home health diagnostics, promoting proactive healthcare.\nHydrogen Economy Technologies: Technologies developed to transition towards a sustainable hydrogen economy.",
        "tags": [
            "Artificial Intelligence",
            "Digital Health",
            "IoT/Sensors",
            "Robotics",
            "Smart Cities"
        ],
        "link": "https://42t.com/",
        "uuid": "b693659c-565d-4d60-b27f-de1d17756311"
    },
    {
        "company_name": "3Deus Dynamics",
        "logo_file_name": "3Deus_Dynamics",
        "company_mission": "Expert in silicone 3D printing for medical devices, anatomical models, and functional twin manufacturing for surgical planning.",
        "items": "Anatomical Model Catalog: Highly realistic educational tools used for medical teaching and training.\nPatient-Specific Functional Twins: Designed for pre-operative planning, especially for complex surgeries.\nSimulators and Test Benches: Composed of anatomical models or functional twins used to validate medical devices and for ultra-realistic training.\nCustom Soft Seals: Manufacturing of custom soft seals (Build to Spec) for the aerospace and high-tech industries with specific functionalities.",
        "tags": [
            "3D Printing",
            "Startups"
        ],
        "link": "https://www.3deusdynamics.com/",
        "uuid": "924ea24c-a1a4-4301-b062-357657952d58"
    },
    {
        "company_name": "1NCE",
        "logo_file_name": "1NCE",
        "company_mission": "To provide managed connectivity services for low-bandwidth IoT applications at a disruptive price, ensuring seamless connectivity for IoT devices globally.",
        "items": "1NCE IoT Lifetime Flat: An all-inclusive price model for IoT connectivity, allowing you to connect IoT devices for up to 10 years for just 10 dollars, including all necessary features such as data allowance, APN, OpenVPN, and SMS.\nIoT SIM Card Business: A 3-in-1 SIM card that can be used with the Lifetime Flat subscription for $1. It is designed for low-bandwidth IoT applications.\nIoT SIM Card Industrial: A ruggedized 3-in-1 SIM card that supports the Freedom to Switch feature (eUICC) and can be used with the Lifetime Flat subscription for $2.\nIoT SIM Chip Industrial: Designed for soldering to IoT devices, this SIM chip is ruggedized for maximum reliability and supports the Freedom to Switch feature (eUICC). It can be used with the Lifetime Flat subscription for $2.50.\n1NCE Plugins: Powerful software solutions for building connected products, offering features like Over-the-Air Management (FOTA), Data Visualization, and Azure Integration.",
        "tags": [
            "IoT/Sensors",
            "Smart Cities",
            "Smart Home and Appliances",
            "Supply and Logistics",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://1nce.com/en-us/",
        "uuid": "17328344-ebb5-4b9c-94c6-a0809e048d95"
    },
    {
        "company_name": "Quest Global",
        "logo_file_name": "Quest_Global",
        "company_mission": "We strive to be the most trusted partner for the world’s hardest engineering problems.",
        "items": "End-to-End Engineering Solutions: Quest Global delivers world-class end-to-end engineering solutions by leveraging deep industry knowledge and digital expertise, serving critical industries like aerospace, automotive, energy, hi-tech, healthcare, rail, and semiconductors.\nDigital Transformation Solutions: Improved operational efficiencies through digital transformation solutions that enhance productivity and asset management.\nData as a Service (DaaS) Solutions: DaaS solution designed for enhancing productivity and enabling better decision-making through data insights.\nProduct Development and Lifecycle Management Services: Comprehensive services for product development and lifecycle management, aimed at addressing complex engineering challenges.",
        "tags": [
            "AR/VR/XR",
            "Artificial Intelligence",
            "Digital Health",
            "IoT/Sensors",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.quest-global.com/",
        "uuid": "4b86e828-3159-4ed7-923b-4a1392cd6009"
    },
    {
        "company_name": "Element",
        "logo_file_name": "Element",
        "company_mission": "Making tomorrow safer than today",
        "items": "Materials Testing: Element is one of the largest independent providers of destructive and non-destructive testing services for metals and non-metals. We help to make certain these materials are safe, quality, compliant and fit for purpose.\nProduct Testing: Element is a leading provider of product compliance and qualification testing services to its customers in the Aerospace, Construction, Defense, Digital Engineering, Energy, Life Sciences, Transportation, and Telecommunications industry sectors.\nCertification: Element certifies everything from individual materials, products & personnel, to full management systems, chain of custody and supply chains, to help make certain that they are compliant to all relevant international standards.",
        "tags": [
            "5G Technologies",
            "Fitness",
            "IoT/Sensors",
            "Smart Home and Appliances",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.element.com/",
        "uuid": "b6a19b33-afdc-46f9-addb-818d385cf5e1"
    },
    {
        "company_name": "dSPACE",
        "logo_file_name": "dSPACE",
        "company_mission": "dSPACE supports technology and mobility providers around the globe in making life safer, cleaner, and easier. We are your partner in simulation and validation.",
        "items": "Simulation and Validation Solutions: Comprehensive solutions for successfully developing, testing, and validating technologies and modes of transport.\nE-Mobility Applications: A complete range of solutions for developing electric motors, battery systems, fuel cells, and power electronics, including SIL and HIL testing.\nAerospace Development Support: Specialized tools and services to turn visions of aerospace innovations into reality.\nData Replay Solutions on HIL Systems: Integrated solutions for replaying data on Hardware-in-the-Loop (HIL) systems.\nTargetLink Promote Mechanism: A feature designed to enhance the TargetLink product for more efficient Simulink model management.",
        "tags": [
            "Cloud Computing",
            "Energy/Power",
            "Smart Cities",
            "Space Tech",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.dspace.com/",
        "uuid": "7ded2e04-92f7-4aae-b34b-e9c3a9fc9933"
    },
    {
        "company_name": "Cube Tracker",
        "logo_file_name": "Cube_Tracker",
        "company_mission": "Providing real-time tracking for vehicles, assets, fleets, the elderly, and pets.",
        "items": "Cube GPS Pro Tracker: Real-time tracking for vehicles, assets, and pets, including a SIM card and subscriptions starting at $16.50/month.\nCube GPS Tracker for Motorcycle: Keep track of your motorcycle and prevent theft with a dedicated GPS tracker.\nCube GPS Device: A versatile GPS tracking device that pairs with the Cube Tracker app for easy tracking of cars, pets, and more.",
        "tags": [
            "Construction Tech",
            "Lifestyle",
            "Smart Home and Appliances",
            "Travel and Tourism",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://cubetracker.com/",
        "uuid": "188eb37b-4279-453a-acdc-fce4e774bc3f"
    },
    {
        "company_name": "Yahoo",
        "logo_file_name": "Yahoo",
        "company_mission": "Yahoo serves as a trusted guide for hundreds of millions of people globally, helping them achieve their goals online through our portfolio of iconic products.",
        "items": "Yahoo Advertising: Put sustainable identity, premium access, and proven performance to work for you.\nYahoo Search: Smart tech and massive scale to connect your audience to what they're looking for.\nYahoo Finance: Comprehensive financial news and analysis platform for investors.\nYahoo Sports: Your go-to destination for sports news, scores, and updates.\nYahoo Mail: Free email service with large storage and user-friendly interfaces.\nYahoo News: Current news articles and updates from around the world.\nYahoo Entertainment: Entertainment news and reviews on movies, TV shows, and more.\nTechCrunch: Leading technology media property providing news and analysis on startups.\nEngadget: A web magazine with obsessive daily coverage of everything new in gadgets and consumer electronics.\nAOL: A web portal and online service containing a number of features and content.",
        "tags": [
            "Content and EntertaInment",
            "Marketing and Advertising"
        ],
        "link": "https://www.yahooinc.com/",
        "uuid": "ef0109e4-c466-43df-8cbe-1546fbb3c96f"
    },
    {
        "company_name": "Xumo",
        "logo_file_name": "Xumo",
        "company_mission": "To develop and offer a next-generation streaming platform for the entire entertainment industry.",
        "items": "Xumo Play: A platform that allows users to watch hit series on their favorite devices.\nXumo Enterprise: An end-to-end FAST solution for businesses, providing scale, reach, and monetization opportunities.\nXumo TVs and Stream Boxes: Easy-to-use and easy-to-love TVs and stream boxes that enhance the streaming experience.",
        "tags": [
            "Content and EntertaInment",
            "Home Entertainment and Office Hardware",
            "Streaming"
        ],
        "link": "https://www.xumo.com/",
        "uuid": "e851b278-5ac4-476a-9084-3a3240d3c6da"
    },
    {
        "company_name": "Xtreme Cables",
        "logo_file_name": "Xtreme_Cables",
        "company_mission": "Experience Lifestyle Electronics",
        "items": "Power Products: High-quality power cables and accessories designed for enhanced performance.\nAudio Products: Premium audio cables and accessories for an immersive sound experience.\nTech Products: Latest technology cables and accessories for all your electronic needs.\nHome Theater Products: Components and cables to elevate your home theater setup.\nAuto Products: Specialized automotive cables and accessories for reliable performance.",
        "tags": [
            "Accessories",
            "Audio",
            "Energy/Power",
            "IoT/Sensors",
            "Video"
        ],
        "link": "https://www.xtremecables.com/",
        "uuid": "8c792e99-ba56-4219-83ba-554c49bbada6"
    },
    {
        "company_name": "World Talents",
        "logo_file_name": "World_Talents",
        "company_mission": "World Talents and its partners revolutionize the entrepreneurial landscape by seamlessly connecting entrepreneurs and exceptional global talent with startup programs and initiatives.",
        "items": "Global Talent Portugal Residence Program: A program designed to help talented individuals secure residence in Portugal, enhancing their opportunities for entrepreneurial success.\nStartup Visa Program: An initiative that allows entrepreneurs to immigrate to Canada and start their businesses within its vibrant startup ecosystem.\nInnovative Founder and Startup Residence Program (UK): A program aimed at supporting innovative founders looking to establish their ventures in the United Kingdom.\nEntrepreneurial Programs and Initiatives: Various programs across multiple countries, including the USA, Spain, and UAE, that foster entrepreneurship and innovation.",
        "tags": [
            "Investing",
            "Lifestyle",
            "Startups",
            "Travel and Tourism"
        ],
        "link": "https://worldtalents.com/",
        "uuid": "2a061c47-3883-4b07-a4ff-e6e388956dfb"
    },
    {
        "company_name": "wolfSSL",
        "logo_file_name": "wolfSSL",
        "company_mission": "Creating high quality, portable, embedded security software.",
        "items": "wolfSSL embedded TLS library: A lightweight, portable, C-language-based SSL/TLS library designed for embedded, RTOS, and desktop environments.\nwolfCrypt embedded crypto engine: A cryptographic library that underlies the security offerings of wolfSSL.\nwolfMQTT: A lightweight MQTT client designed for embedded systems.\nwolfSSH: An SSH (Secure Shell) client and server implementation for embedded and desktop systems.\nwolfTPM: A library to communicate with Trusted Platform Module (TPM) devices.\nwolfBoot: A secure boot solution for embedded systems.\nwolfSentry: A lightweight intrusion detection system for embedded systems.\nwolfEngine: A lightweight TLS encryption engine for embedded devices.\nwolfProvider: Provides support for integrating wolfSSL with various environments.\ncurl/tinycurl: Client-side URL transfer library which supports SSL/TLS.\nwolfSSL's Java JSSE/JCE providers: Java providers to add SSL/TLS support in Java applications.",
        "tags": [
            "Cybersecurity",
            "IoT/Sensors"
        ],
        "link": "http://www.wolfssl.com/",
        "uuid": "e9471923-2957-414e-88de-81015b879f1c"
    },
    {
        "company_name": "Withings",
        "logo_file_name": "Withings",
        "company_mission": "To improve lives through health tracking and monitoring devices.",
        "items": "Body Scan: The ultimate checkup, including an electrocardiogram, to detect cardiac anomalies, increase muscle mass, and achieve fitness goals.\nScanWatch 2: The watch that changes lives with features like a medical-grade electrocardiogram, temperature monitoring, and incredible battery life.\nBPM Core: An at-home cardiovascular check-up device that detects high blood pressure and performs a medical-grade electrocardiogram.\nSleep Analyzer: Provides clinical sleep analysis, detects sleep apnea, and monitors cardiovascular health.\nScanWatch Nova: An advanced health-tracking watch integrating features for heart monitoring and comprehensive health insights.",
        "tags": [
            "Digital Health",
            "Fitness",
            "Lifestyle",
            "Smart Home and Appliances"
        ],
        "link": "https://www.withings.com/",
        "uuid": "f83857a0-b27b-4e93-bb3f-082c0be4b0d5"
    },
    {
        "company_name": "Wireless Power Consortium",
        "logo_file_name": "Wireless_Power_Consortium",
        "company_mission": "Our standards ensure that wireless power devices are safe, interoperable and efficient.",
        "items": "Qi wireless charging: Over 9000 different wireless charging products are Qi Certified right now.\nKi cordless kitchen: Ki is set to transform the kitchen, making cooking and food preparation safer, smarter and more convenient.\nLEV wireless charging: From ebikes to escooters, wireless charging of Light Electric Vehicles will be safer, more durable and more convenient.",
        "tags": [
            "Accessories",
            "Energy/Power",
            "Food Tech",
            "Lifestyle",
            "Smart Home and Appliances"
        ],
        "link": "https://www.wirelesspowerconsortium.com/",
        "uuid": "57cfa72b-6a0d-439e-bfde-bd13398ba216"
    },
    {
        "company_name": "Wipro",
        "logo_file_name": "Wipro",
        "company_mission": "Wipro leverages AI-infused technologies to empower clients globally to build a more resilient, secure, and sustainable future.",
        "items": "Cyber Resilience Solutions: Wipro's Cyber Resilience Solutions help businesses enhance their security posture and ensure continuous operation in the face of cyber threats.\nFullStride Cloud Services: Master cloud economics and harness the power of AI with Wipro’s FullStride Cloud Services to optimize your cloud investments.\nCloud Car Framework: Wipro's Cloud Car framework empowers automotive leaders like Marelli to innovate with software-defined vehicle features.\nSoftware Marketplace for Automotive: Wipro Engineering Edge launches the first-ever software marketplace for the automotive industry, enabling innovative software solutions.\nGen-AI Driven Analytics: Wipro's Gen-AI solutions transform information systems to enhance user experiences through real-time analytics and proactive monitoring.",
        "tags": [
            "5G Technologies",
            "Artificial Intelligence",
            "Cloud Computing",
            "IoT/Sensors",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.wipro.com/",
        "uuid": "0fdecd71-90ee-4628-beab-fd55fc8e6f0a"
    },
    {
        "company_name": "Wildcat Discovery Technologies",
        "logo_file_name": "Wildcat_Discovery_Technologies",
        "company_mission": "To drive clean energy adoption by producing high-performance US-made cathodes and optimizing battery materials for strategic partnerships.",
        "items": "Nickel-and Cobalt Free Cathodes: A high-performance portfolio of cathodes designed to enable widespread adoption of clean energy, manufactured in the USA.\nHigh-throughput Platform (HTP): A unique platform that accelerates experimentation and development of the best-integrated battery cell, improving performance and reducing costs.",
        "tags": [
            "Energy/Power",
            "Sustainability",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "http://www.wildcatdiscovery.com/",
        "uuid": "d07f41a4-7d7c-4e28-8b4b-e8fb769fa0e8"
    },
    {
        "company_name": "Wi-Fi Alliance",
        "logo_file_name": "Wi-Fi_Alliance",
        "company_mission": "Enhance Wi-Fi device interoperability and implementation by testing in real-world scenarios.",
        "items": "Wi-Fi 7 Interoperability Event: An event to enhance Wi-Fi device interoperability and implementation by testing in real-world scenarios.\n6 GHz Wi-Fi: Supports sophisticated medical use cases, demonstrated by Wi-Fi Alliance and Ramathibodi Hospital.\nWi-Fi performance testing standards: New standards for Wi-Fi performance testing have been established.\nWi-Fi CERTIFIED™ products: Connect with more than 80,000 Wi-Fi CERTIFIED™ products that ensure compatibility and interoperability.",
        "tags": [
            "IoT/Sensors",
            "Smart Home and Appliances",
            "Digital Health"
        ],
        "link": "https://www.wi-fi.org/",
        "uuid": "0db5fe42-7aa6-4eb1-a19e-8b0ddbfa71f3"
    },
    {
        "company_name": "what3words",
        "logo_file_name": "what3words",
        "company_mission": "To help drivers find any precise destination with just 3 words.",
        "items": "what3words Integration for Infotainment Systems: A seamless navigation solution that allows drivers to input precise destinations using just three words, enhancing the ease and accuracy of navigation.\nwhat3words Addressing System: A unique addressing system that assigns a distinct three-word address to every 3 square meters of the world, allowing for precise navigation to locations without traditional addresses.\nVoice Navigation Feature: An integrated voice input feature designed for drivers to easily navigate by saying three words, utilizing smart search results and AutoSuggest technology.\nwhat3words Brochure: A comprehensive brochure detailing the benefits of what3words for automotive, available for download.",
        "tags": [
            "Audio",
            "Marketing and Advertising",
            "Retail/E-Commerce",
            "Smart Cities",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://what3words.com/business/automotive",
        "uuid": "4f8f4d8e-7444-4f30-92e5-4013f46caf9d"
    },
    {
        "company_name": "WeRide",
        "logo_file_name": "WeRide",
        "company_mission": "WeRide aims to develop safe and reliable driverless solutions to make mobility and transportation safer, more affordable, and accessible.",
        "items": "Robotaxi: A self-driving taxi service that offers safe and convenient transportation.\nRobobus: An autonomous bus providing public transportation solutions in urban areas.\nRobovan: Driverless vans designed for on-demand transport and logistics services.\nRobosweeper: Autonomous vehicles designed for urban sanitation and maintenance.\nAdvanced Driving Solution: Cutting-edge technology providing enhanced driving assistance and safety features.",
        "tags": [
            "Artificial Intelligence",
            "Robotics",
            "Startups",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.weride.ai/",
        "uuid": "d4afcdf8-d205-497c-9fbe-5cc7228df680"
    },
    {
        "company_name": "Wacaco",
        "logo_file_name": "Wacaco",
        "company_mission": "We are experts in nomad coffee & espresso, providing portable coffee makers for hiking, camping, and home or office use.",
        "items": "Minipresso GR2: Portable espresso machine for ground coffee.\nMinipresso NS2: Portable capsule espresso machine for Nespresso® Original Pods and compatibles.\nPicopresso: Pro-level portable espresso machine.\nNanopresso: Versatile espresso maker capable of single, double, or encapsulated espresso.\nPipamoka: Portable pressure coffee maker that brews in two minutes.\nCuppamoka: Portable pour-over coffee maker.\nExagram PRO: Coffee weighing station for accurate measurements.\nExagrind: Manual coffee grinder.\nExagram: Compact coffee scale with auto-timer and high precision.\nPicopresso Stand: Accessory stand for Picopresso.\nPicopresso Gauge: Accessory gauge for Picopresso.\nPicopresso x IMS 18G Basket: Add-on coffee basket for Picopresso.\nStellar: Eco-friendly coffee cups.",
        "tags": [
            "Fashion Tech",
            "Lifestyle",
            "Retail/E-Commerce",
            "Sustainability",
            "Travel and Tourism"
        ],
        "link": "https://www.wacaco.com/",
        "uuid": "1ecad336-e951-444a-85cd-4e942b7c6b93"
    },
    {
        "company_name": "VPI Technology",
        "logo_file_name": "VPI_Technology",
        "company_mission": "Helping you on your product journey in electronic product design and development.",
        "items": "Specification Development: Work with our experienced professionals to solidify your product concept and design a product specification path.\nDesign & Engineering: Our engineers will design your new technology based on your product specifications and requirements.\nPrototype Development: VPI Technology helps you take your product ideas and turn them into functioning, reliable prototypes.\nTest & Certification: Let us take care of FCC, CE, Industry Canada (IC), immunity, EMC, EMI and emissions testing for you.\nManufacturing Services: VPI’s manufacturing facility handles part sourcing, assembly, and quality assurance for your product.",
        "tags": [
            "IoT/Sensors",
            "Robotics",
            "Smart Home and Appliances",
            "Space Tech"
        ],
        "link": "https://www.vpitechnology.com/",
        "uuid": "c2e57655-03b7-4e34-9ce6-560f607349fb"
    },
    {
        "company_name": "VOY Glasses",
        "logo_file_name": "VOY_Glasses",
        "company_mission": "Make clear vision possible with advanced, precision-tunable optical technology for VR lenses and eyewear that adapts to individual eyesight.",
        "items": "VR Prescription Lenses for Meta Quest 3: Enjoy instant visual clarity with your Oculus/Quest 3, no glasses needed. Priced at $69.99.\nCadore Tunable Eyeglasses Gen 2: A versatile pair of eyeglasses featuring tunable technology for $99.99.\nVR Prescription Lenses for Meta Quest 3S/2: Enjoy instant visual clarity with your Oculus/Quest 3S/2, no glasses needed. Priced at $69.99.",
        "tags": [
            "AR/VR/XR",
            "Metaverse"
        ],
        "link": "http://www.voyglasses.com/",
        "uuid": "19f1a845-4ff1-4927-bb1c-2f4501a9e2b7"
    },
    {
        "company_name": "Vizio",
        "logo_file_name": "Vizio",
        "company_mission": "To provide better technology for the best value.",
        "items": "Quantum Pro: For those who demand the best. 65” - 75” 4K QLED Smart TV.\nQuantum: Where colors come alive. 55” - 75” 4K QLED Smart TV.\n4K: Unleash the power of 4K. 43″ – 86″ 4K UHD Smart TV.\nFull HD: The compact powerhouse. 32″ – 43″ Full HD Smart TV.\nHD: Entertainment starts here. 24″ – 32″ HD Smart TV.\nNew Soundbar Collection: Immersive audio without limits.\nElevate: 360 degrees of sound. Listen like you're right in the moment.\nM-Series Soundbar: Immersive sound. Thoughtfully designed.\nV-Series Soundbar: Your TV craves an audio upgrade.\nWatchFree+: Free TV with 300+ live channels and over 15,000 titles on-demand for free.\nVIZIO Home: The apps you love, always adding more.\nVIZIOgram: Share photos and videos with loved ones directly to their VIZIO TV.\nVIZIO Mobile: The ultimate entertainment companion.\nRemotes: Lost your remote? We've got you covered.",
        "tags": [
            "Audio",
            "Content and EntertaInment",
            "Home Entertainment and Office Hardware",
            "Streaming",
            "Video"
        ],
        "link": "https://www.vizio.com/",
        "uuid": "4bd1e93d-c083-45d6-85e9-6618b5140ba3"
    },
    {
        "company_name": "Vivoo",
        "logo_file_name": "Vivoo",
        "company_mission": "Vivoo strives to create a world in which people feel empowered to take control of their wellness, understand the needs of their bodies, and achieve well-being by utilizing innovative and scientific products that support wellness practices.",
        "items": "Vivoo Wellness Test: #1-selling at-home urine test strips paired with an app give you real-time insights into 9 key body markers. Get personalized nutrition advice in just 90 seconds, backed by science and by registered dietitians.\nVaginal pH Test: Vivoo pH strips empower you to understand the natural balance, take control of your vaginal health in 30 seconds, and help you maintain optimal vaginal health for a more confident, comfortable you.\nHydration Test: This test helps you keep track of your hydration levels, ensuring you stay healthy and hydrated throughout the day.\nKetone Test: Monitor your ketosis with this easy-to-use ketone urine test to support your ketogenic diet.\npH Test: Check your urine’s pH levels for insights into your diet's acid-base balance.\nProtein Test: Monitor protein levels in your urine to ensure your kidneys are functioning well and to help track protein intake.\nSodium Test: Understand your sodium levels to maintain proper fluid balance and overall health.\nVitamin C Test: Check your vitamin C levels to support your immune health and overall well-being.\nWelly (Wellness Assistant): Welly can evaluate your Vivoo urine results, give you recommendations, analyze your nutrient intake, and craft personalized meal plans to empower your wellness journey.\nExperience Box: Curated box containing essential wellness products for your summer adventures.\nAt-home UTI Test: Vivoo's at-home UTI test is the fast, simple, and reliable way to get answers about urinary tract infections from the convenience of your bathroom.",
        "tags": [
            "Artificial Intelligence",
            "Digital Health",
            "Fitness",
            "Lifestyle",
            "Sports"
        ],
        "link": "https://vivoo.io/",
        "uuid": "82e00eec-37cb-41e0-946b-5d7e9da6c8ce"
    },
    {
        "company_name": "VirtuRide",
        "logo_file_name": "VirtuRide",
        "company_mission": "To provide the best indoor cycling experience through Virtual Reality, enhancing user engagement and tracking physical health.",
        "items": "VirtuRide VR Cycling: An immersive indoor cycling experience using Virtual Reality technology to make every ride engaging and enjoyable.\nHeart Rate Monitoring Integration: Real-time tracking of heart rate and calories burned during each ride to promote better heart health.\nOculus-Compatible Experience: Fully compatible with Oculus devices, allowing users to immerse themselves in a virtual cycling environment.",
        "tags": [
            "AR/VR/XR",
            "Fitness",
            "Lifestyle",
            "Sports",
            "Startups"
        ],
        "link": "https://virturide.com/",
        "uuid": "8cb8c472-699c-4eb0-ac7c-9785abb9018b"
    },
    {
        "company_name": "Vector",
        "logo_file_name": "Vector",
        "company_mission": "Providing development tools, software, hardware, and unique solutions to simplify the development of embedded systems for key technologies of today and tomorrow.",
        "items": "Vehicle OS: An open modular software ecosystem designed to support software-defined vehicle projects.\nCANoe 18: A platform for simplified analysis of ADAS systems, featuring new major functionalities.\nvCTS: A flexible testing system for charging communication.\nTest Automation Solution: A virtualization-based software testing solution that incorporates SIL testing steps into CI/CT pipelines.\nPC-lint Plus: A static code analysis tool with online code testing demo.\nPREEvision: An engineering tool that facilitates efficient E/E architecture development.\nADAS Solutions: Development solutions for advanced driver-assistance systems.\nAutomotive Cybersecurity: Solutions to effectively protect embedded software and ECU networks from cyber attacks.\nTesting Solutions: Comprehensive solutions for testing embedded software, ensuring the highest quality.\nAutomotive Ethernet: Development tools for Ethernet ECU, network design, integration, and testing.\nMedical Engineering Solutions: Solutions for simulating and testing medical devices.",
        "tags": [
            "Cloud Computing",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://vector.com/",
        "uuid": "b76b0a85-40a5-4743-abb5-c274ab0101e4"
    },
    {
        "company_name": "VANKYO",
        "logo_file_name": "VANKYO",
        "company_mission": "Vankyo provides immersively visual and auditory display solution for all environments' needs.",
        "items": "VANKYO Performance V700G Native 1080P Projector with Official Google TV: A high-end projector with native 1080P resolution and built-in Google TV, designed for high-quality home entertainment.\nVANKYO Vista T4 4K UST Triple Laser Projector: A 4K ultra short throw projector that offers stunning picture quality and vibrant colors.\nVANKYO Leisure 470 HD Mini Wifi Projector: A compact and portable mini projector that supports WiFi connectivity with Roku Express for outdoor movies.\nVANKYO V700W 1080P Projector: A versatile 1080P projector that is perfect for home theater and outdoor viewing.\nVANKYO Performance V700 Pro Projector: A professional-grade projector with advanced features and high brightness.\nVANKYO Leisure 3 Pro Native 1080P Projector: An affordable projector providing native 1080P quality with built-in WiFi.\nVANKYO Performance V620 Native 1080P Projector: A budget-friendly projector with superior picture quality and 50,000 hours LED life.\nVANKYO Performance H300W Portable Projector: A portable projector suitable for both indoor and outdoor use with high resolution.\nVANKYO Leisure L470 Neo Projector: An economical projector with excellent performance for casual viewing.\nVANKYO Performance V630 Native 1080P Full HD Projector: A full HD projector that delivers large-scale images up to 300 inches.\nVANKYO Leisure 470 Pro Phone Projector: The smallest native 1080P projector designed for portability and ease of use.",
        "tags": [
            "Content and EntertaInment",
            "Drones",
            "Gaming and Esports",
            "Lifestyle",
            "Streaming"
        ],
        "link": "https://www.ivankyo.com/",
        "uuid": "a49aeabc-6d0d-4f7e-9d74-c789ede34ed1"
    },
    {
        "company_name": "Vandsec Electronics Limited",
        "logo_file_name": "Vandsec_Electronics_Limited",
        "company_mission": "making the world a safer place",
        "items": "Wireless Battery Powered Video Doorbell: Low power consumption with motion detection by PIR Sensor, supports SD Card up to 128GB, includes two-way audio and tamper alarm.\nIP65 Smart Home IP PTZ Camera: Cloud storage, local Micro SD card support, PIR body induction wake-up, and intelligent push notifications.\nMegapixel Vandal Proof Network IP Dome Camera: Features 3.6mm fixed lens with 20m IR range, supports PoE and Onvif.\nIP65 AI Bird Feeder Camera: Equipped with a 2.8mm wide angle lens for bird species identification, supports cloud storage and local Micro SD.\nLow-Power Smart IP Camera: Battery powered, low power consumption, and motion detection by PIR Sensor.",
        "tags": [
            "5G Technologies",
            "Audio",
            "Lifestyle",
            "Smart Cities",
            "Smart Home and Appliances"
        ],
        "link": "https://www.vandsec.com/",
        "uuid": "9139b33d-fea3-4c0a-84c3-75dea8597a51"
    },
    {
        "company_name": "Valeo",
        "logo_file_name": "Valeo",
        "company_mission": "Leader dans les quatre mégatendances qui façonnent la mobilité durable.",
        "items": "Organosheet Traverse: A special body part designed for lightweight applications in automotive structures.\nOrganosheet Battery Housing: A lightweight and durable housing designed for battery management systems.\nFuel Cell Solutions: Innovative solutions for hydrogen fuel cell vehicles aimed at optimizing their performance.\nCentral Display: A central interface for vehicle integration, enhancing the user experience.\nSteering Wheel Electronics: Advanced electronic systems integrated into steering wheels for improved functionality.\n48V Inverter: A state-of-the-art inverter designed to support hybrid automotive systems.\nElectronic Wiper Motors: High-performance motors for efficient windshield wiper systems.\nRear Signaling System: An exterior lighting system designed to improve vehicle visibility.",
        "tags": [
            "AR/VR/XR",
            "Artificial Intelligence",
            "Smart Cities",
            "Sustainability",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.valeo.com/fr/",
        "uuid": "7215473d-486d-4b15-b618-be8faa9ec807"
    },
    {
        "company_name": "Urtopia",
        "logo_file_name": "Urtopia",
        "company_mission": "We strive to meet all user needs across various riding scenarios with our lightweight, smart carbon fiber electric bikes.",
        "items": "Urtopia Carbon 1 Pro: Lightweight and smart carbon fiber electric bike, perfect for urban landscapes.\nUrtopia Carbon 1s: Sleek and stylish e-bike, ideal for various riding scenarios.\nUrtopia Carbon Fusion GT: Full carbon fiber e-bike with a powerful 1500W motor, designed for long rides up to 120 miles.",
        "tags": [
            "Artificial Intelligence",
            "IoT/Sensors",
            "Robotics",
            "Sustainability",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://newurtopia.com/",
        "uuid": "0b7730df-ed11-44ba-b47b-2568aba183c7"
    },
    {
        "company_name": "UniX AI",
        "logo_file_name": "UniX_AI",
        "company_mission": "To bring AI-driven robots into human life, liberating people from daily chores to enjoy a higher quality of life.",
        "items": "Wanda: Wanda is the first humanoid robot from UniX AI, designed to assist in various everyday tasks, enhancing the quality of life for users.",
        "tags": [
            "Artificial Intelligence",
            "Robotics",
            "Smart Home and Appliances",
            "Startups"
        ],
        "link": "https://www.unix-group.ai/",
        "uuid": "c20e5e19-6781-44c4-8603-47e008ff176f"
    },
    {
        "company_name": "Universal Electronics Inc.",
        "logo_file_name": "Universal_Electronics_Inc.",
        "company_mission": "To create user-centric, smart home experiences through an innovative approach to product and application design, with privacy first.",
        "items": "UEI TIDE Smart Thermostats: A family of tactile and touch-operated smart thermostats designed to enhance energy efficiency and provide climate control solutions.\nWireless Bridge for Smart Thermostats: A device that allows smart thermostats to be completely portable, enhancing flexibility in climate management.\nWireless Sensors for Energy Monitoring: Sensors that enhance energy efficiency in homes by monitoring climate-related parameters.\nAdvanced HVAC Controls: Connected controls that manage heating, ventilation, and air conditioning systems for residential, commercial, and hospitality markets.\nEnergy Monitoring and Control Devices: Devices designed to help users monitor and control energy usage within their spaces.",
        "tags": [
            "Smart Home and Appliances",
            "Energy/Power",
            "Sustainability",
            "IoT/Sensors"
        ],
        "link": "https://www.uei.com/",
        "uuid": "7ab190c3-f940-480e-96b9-4e4fdf8f089b"
    },
    {
        "company_name": "Tweddle Group",
        "logo_file_name": "Tweddle_Group",
        "company_mission": "Evolve your product information to improve every aspect of your business through advanced technical documentation and diagnostic tools.",
        "items": "Technical Documentation Solutions: Enhance your technical documentation to improve customer satisfaction and streamline service operations.\nGlobal Service Operation Interface: Create a single interface for centralized control of service operations and localization efforts.\nContent Management Services: Streamline your existing information workflow with expert content management specialists.\nProduct Information Solutions for Various Industries: Tailored solutions for industries including Battery Electric Vehicles, farm equipment, and aerospace, ensuring improved post-sale support and maintenance.\nDiagnostic Tools: Advanced tools to boost technician productivity and efficiency in service and repair operations.\nThird-Party Information Sales: Unlock new revenue streams by monetizing your optimized technical information.",
        "tags": [
            "AR/VR/XR",
            "Artificial Intelligence",
            "Content and EntertaInment",
            "Vehicle Tech and Advanced Mobility",
            "Video"
        ],
        "link": "https://www.tweddle.com/",
        "uuid": "fd0dc251-5c2b-486c-b0a5-05af26dcaa9e"
    },
    {
        "company_name": "Trident IoT",
        "logo_file_name": "Trident_IoT",
        "company_mission": "simplifying RF development, increasing product success rates, and decreasing time-to-market for connected device manufacturers.",
        "items": "T32CZ20: High-performing, ultra-low power Z-Wave SoC supporting Z-Wave and Z-Wave Long Range solution.\nT32CM11: Ultra-low power, high-performance ARM® Cortex®-M3 based RF SoC supporting multiple protocols including Bluetooth Low Energy 5.3, Zigbee 3.0, Thread, Matter and proprietary 2.4GHz networking stacks.",
        "tags": [
            "Energy/Power",
            "IoT/Sensors",
            "Smart Cities",
            "Smart Home and Appliances"
        ],
        "link": "https://tridentiot.com/",
        "uuid": "5156d337-c0b9-480f-9f3b-e85cdaba524b"
    },
    {
        "company_name": "Toy Shock International Ltd",
        "logo_file_name": "Toyshock_International_Ltd.",
        "company_mission": "Producer and distributor of toys.",
        "items": "Arcade Game Machine: Real arcade Game-play experience with realistic features, 12 Gottlieb licensed games/machine, 3D games, Nudge and Tilt function, Up to 4 Players per game, and a Ball count display.\nDisney Frozen Toys: A range of toys featuring characters from Disney's Frozen.\nBarbie Dolls: A variety of Barbie dolls for creative play.\nFisher Price Toys: Educational and engaging toys for young children.\nTaiyo Buggies: High-quality buggies designed for fun and adventure.",
        "tags": [
            "Gaming and Esports",
            "Home Entertainment and Office Hardware"
        ],
        "link": "http://www.toyshock.com/",
        "uuid": "4615f6c3-7f2c-4adb-932c-80da10b0c9a3"
    },
    {
        "company_name": "TOTO USA",
        "logo_file_name": "TOTO_USA",
        "company_mission": "Creating a Culture of Comfortable and Healthy Living",
        "items": "Neorest Collections: Innovative toilet and bidet integrated system for ultimate comfort and hygiene.\nLife Anew: A collection that redefines your bathroom experience with wellness in mind.\nWashlet+: Advanced toilet seat with bidet functionality for enhanced cleanliness.\nWashlet: A toilet seat designed for cleanliness, comfort, and convenience.\nFlotation Tub: A luxurious bathtub designed for relaxation and comfort.\nFaucets: Stylish and functional faucets to elevate your bathing and washing experience.\nSMART RESTROOM: A technological solution for maintaining hygiene and safety in restrooms.",
        "tags": [
            "Smart Home and Appliances",
            "Sustainability",
            "Lifestyle"
        ],
        "link": "https://www.totousa.com/",
        "uuid": "cd42187c-e4a7-4ec7-ae52-c82356d12202"
    },
    {
        "company_name": "ThinkAnalytics",
        "logo_file_name": "ThinkAnalytics",
        "company_mission": "Unlock the Power of AI, Data-Driven Content Discovery, Viewer Insights, and Targeted Advertising",
        "items": "Content Discovery: Engage viewers with deeper personalization to reduce churn and drive higher audience value. Experience a 90% increase in engagement.\nViewer Insights: Optimize content consumption by harnessing viewer data insights and A/B testing, achieving a 100% increase in Video on Demand consumption and a 35% increase in time spent watching.\nTargeted Advertising: Transform first-party data into real-time audiences at scale with advanced addressability, resulting in a 10X increase in advertising effectiveness.\nThinkFAST Solution: Harness the power of data insights and Generative AI for efficient channel creation, enhancing personalized viewer experiences across platforms.",
        "tags": [
            "Artificial Intelligence",
            "Content and EntertaInment",
            "Marketing and Advertising",
            "Streaming",
            "Video"
        ],
        "link": "https://thinkanalytics.com/",
        "uuid": "2f2654fc-a823-4eb7-a785-240b72cc0ed4"
    },
    {
        "company_name": "Texas Instruments",
        "logo_file_name": "Texas_Instruments",
        "company_mission": "to create a better world by making electronics more affordable through semiconductors.",
        "items": "SN74ACT164-Q1: Automotive 8-bit serial-in and parallel-out shift register.\nTAS6684-Q1: Automotive, 45V, 13A, digital input, four-channel Class-D audio amplifier with current sense.\nSN74ACT174-Q1: Automotive, hex D-type flip-flops with reset and TTL compatible inputs.\nTPS3424: Nanopower push-button controller with programmable delay.\nLOG300: 50MHz logarithmic detector with integrated low-noise amplifier.\nTUSB1021-Q1: Automotive, USB Type-C® 10Gbps linear redriver mux and demux.",
        "tags": [
            "Energy/Power",
            "Home Entertainment and Office Hardware",
            "IoT/Sensors",
            "Robotics",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.ti.com/",
        "uuid": "9c52a25f-fcae-4ba6-b2d3-3da18895c8f8"
    },
    {
        "company_name": "Telink Semiconductor",
        "logo_file_name": "Telink_Semiconductor",
        "company_mission": "To create custom SoCs for the IoT, enabling innovative devices with rich feature sets and out-of-the-box functionality across every vertical.",
        "items": "TLSR8208: TLSR8208 is the latest cost-effective multi-protocol wireless connectivity SoC. It provides common peripheral interfaces and various packaging options, making it ideal for developing basic IoT devices and wireless transceiver modules.",
        "tags": [
            "Audio",
            "Digital Health",
            "Gaming and Esports",
            "IoT/Sensors",
            "Smart Home and Appliances"
        ],
        "link": "https://www.telink-semi.com/",
        "uuid": "dfcbd1d7-d951-4b46-b566-9c79b372811f"
    },
    {
        "company_name": "Tectonic Audio Labs",
        "logo_file_name": "Tectonic_Audio_Labs",
        "company_mission": "Technology that transforms the way we hear sound.",
        "items": "Distributed Mode Loudspeaker (DML): Patented technology that uses bending wave modes to produce sound vibrations for a superior audio experience.\nBalanced Mode Radiator (BMR): Innovative speaker design that enhances sound clarity and is suitable for various audio applications.\nAcoustic Solutions: Custom audio solutions designed for integration into various devices, including smart home speakers and headphones.",
        "tags": [
            "AR/VR/XR",
            "Audio",
            "Home Entertainment and Office Hardware",
            "Smart Home and Appliances",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.tectonicaudiolabs.com/",
        "uuid": "6341b3e5-8ba1-4ac8-9c55-d66783bc37d6"
    },
    {
        "company_name": "TDK Corporation",
        "logo_file_name": "TDK_Corporation",
        "company_mission": "Accelerating transformation for a sustainable future",
        "items": "xEVCap: A standardized and modular DC link capacitor design for xEV traction inverters.\nCeraLink chip capacitors: Capacitors designed for applications with 800 V bus voltage.\nPiezoStator Ultrasonic Actuators: Advanced ultrasonic actuators for various applications.\nNon-isolated buck-boost DC-DC converters: Power supplies delivering up to 200W with a wide 9.6 to 28V output adjustment range.\nSolid-State Batteries: Next-generation batteries featuring superior safety, high reliability, and longer lifespan, suitable for IoT applications.\nSpin-memristor: Neuromorphic devices designed to reduce AI power consumption significantly.\nAdvanced PoC Filters: Filters that underpin automotive onboard camera networks.\nMagnetic Sensor Components: Ultra-sensitive components unlocking new possibilities for medical 3D imaging.",
        "tags": [
            "5G Technologies",
            "Audio",
            "IoT/Sensors",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.tdk.com/",
        "uuid": "b936ceef-d813-4468-bf57-b8747d7736a3"
    },
    {
        "company_name": "Tata Elxsi",
        "logo_file_name": "Tata_Elxsi",
        "company_mission": "Integrating Digital Technology and Design to create new opportunities to impact customer experience and drive growth.",
        "items": "Big Data Engineering: Big Data Engineering services that help businesses harness data insights with advanced analytics.\nVisual & Extended Reality: Innovative solutions in Visual and Extended Reality for immersive user experiences.\nInternet of Things (IoT): Comprehensive IoT solutions for smart, connected devices and systems.\nGen/AI: Generative AI solutions for automating creative tasks and enhancing business processes.\nCloud Services: Cloud solutions designed for scalability, security, and cost-efficiency.\nCybersecurity Solutions: Comprehensive cybersecurity solutions to protect against threats and ensure digital safety.\nRobotics: Advanced robotics solutions for various industries to enhance automation and efficiency.",
        "tags": [
            "Artificial Intelligence",
            "Cloud Computing",
            "Cybersecurity",
            "IoT/Sensors",
            "Robotics",
            "Digital Health",
            "Smart Home and Appliances"
        ],
        "link": "https://www.tataelxsi.com/industries/automotive",
        "uuid": "e84cf7dc-eec2-4e6d-8948-afda799b3ab7"
    },
    {
        "company_name": "Targus",
        "logo_file_name": "Targus",
        "company_mission": "To provide innovative and reliable tech accessories and solutions that enhance productivity and protect devices.",
        "items": "Ascend 16-Inch Laptop Backpack: A versatile and ergonomic laptop backpack designed for comfort and functionality.\nKids Case for iPad: A military-grade, antimicrobial case for iPad models, ensuring safety and durability for children.\nErgoFlip EcoSmart Mouse: An award-winning ergonomic mouse that converts from left- to right-hand use, featuring a sustainable design.\nMiraLogic Workspace Intelligence System: A CES 2024 Innovation Award Honoree, providing insights to enhance workspace productivity.\nEcoSmart Laptop Bags: Laptop bags made from recycled materials, aimed at reducing environmental footprint.\nUniversal Docking Stations: Docking stations that allow seamless connection between laptops and various peripherals for enhanced productivity.",
        "tags": [
            "Accessories",
            "Gaming and Esports",
            "Home Entertainment and Office Hardware",
            "Sustainability"
        ],
        "link": "https://us.targus.com/",
        "uuid": "2d9f4b4a-4919-4af4-a5b2-1bd82d19d75e"
    },
    {
        "company_name": "Taoglas",
        "logo_file_name": "Taoglas",
        "company_mission": "Engineering Global Connectivity",
        "items": "Inception Series - Multi-Band GNSS L1/L5 Low Profile Patch Antenna: A versatile antenna that supports multiple GNSS frequencies, designed for low profile applications.\nComet 2-in-1 - 2*5G/4G MIMO Adhesive/Magnetic Mount Puck Antenna: A dual-band MIMO antenna suitable for both adhesive and magnetic mount applications.\nAll-band GNSS Embedded Quad Helix Antenna: An embedded GNSS antenna designed to provide optimal performance across all frequency bands.\nSurface Mount GNSS Front End Module: A compact front-end module that covers the full multiband GNSS spectrum including L-Band.",
        "tags": [
            "5G Technologies",
            "IoT/Sensors",
            "Smart Cities",
            "Sourcing and Manufacturing",
            "Vehicle Tech and Advanced Mobility"
        ],
        "link": "https://www.taoglas.com/",
        "uuid": "4247d50b-9b7a-4240-ae86-bfe2e42e60c7"
    },
    {
        "company_name": "Taiwan Tech Arena",
        "logo_file_name": "Taiwan_Tech_Arena",
        "company_mission": "Empowering Global Tech Startups",
        "items": "Accelerator Programs: We provide accelerator programs to work with different international partners, ensuring meaningful connections and support for startups.\nMarket Expansion Services: Helping startups accelerate their business into international markets by connecting them with corporate partners.\nInvestment Facilitation: Connecting startups with over 100 venture capitalists globally to secure investment.\nNetworking Events: Organizing pitch events, matchmaking events, and demo days to enhance startup visibility and networking.\nStartup Support Programs: Offering a range of programs to support the growth of tech startups in various sectors, including healthcare, cybersecurity, and biotech.",
        "tags": [
            "Artificial Intelligence",
            "Digital Health",
            "Sports",
            "Startups",
            "Sustainability"
        ],
        "link": "https://www.taiwanarena.tech/",
        "uuid": "6f06a696-e240-4750-9a77-4916d0c44445"
    },
    {
        "company_name": "Taiwan Nano & Micro-Photonics Co., Ltd",
        "logo_file_name": "Taiwan_Nano&Micro-Photonics_Co.,_Ltd.",
        "company_mission": "Utilizing silicon-based design to generate mid-to-long-wave infrared light accurately and innovatively.",
        "items": "Silicon Photonics Detection Chips NMDF1001: The NMDF1001 is a cutting-edge detection chip specifically designed for mid-to-long-wave infrared applications, harnessing the latest in silicon photonics technology.\nSilicon Photonics Light Emission Chips NME5800A: The NME5800A light emission chip delivers advanced performance for various applications, utilizing innovative silicon CMOS technology.\nSilicon Photonics Light Emission Chips NME6100A: The NME6100A offers superior mid-to-long-wave infrared light emissions, featuring enhanced integration with electronic systems.\nSilicon Photonics Light Emission Chips NME7000A: The NME7000A is optimized for high-efficiency light emission in silicon photonics, enabling a wide range of applications.\nSilicon Photonics Light Emission Chips NME7400A: The NME7400A provides robust performance in light emission, designed for demanding mid-to-long-wave infrared requirements.",
        "tags": [
            "Accessories",
            "Digital Health",
            "IoT/Sensors",
            "Smart Home and Appliances",
            "Startups"
        ],
        "link": "https://www.nmirp.com/en",
        "uuid": "8e6de451-3dfe-4526-99f9-c16f8fa9721c"
    }
]